{
    "ABACA": "The Manila-hemp plant (Musa textilis); also, its fiber. SeeManila hemp under Manila.",
    "ABACINATE": "To blind by a red-hot metal plate held before the eyes. [R.]",
    "ABACINATION": "The act of abacinating. [R.]",
    "ABACISCUS": "One of the tiles or squares of a tessellated pavement; anabaculus.",
    "ABACIST": "One who uses an abacus in casting accounts; a calculator.",
    "ABACK": "Backward against the mast;-said of the sails when pressed bythe wind. Totten. To be taken aback. (a) To be driven backwardagainst the mast; -- said of the sails, also of the ship when thesails are thus driven. (b) To be suddenly checked, baffled, ordiscomfited. Dickens.",
    "ABACTINAL": "Pertaining to the surface or end opposite to the mouth in aradiate animal; -- opposed to actinal. \"The aboral or abactinalarea.\" L. Agassiz.",
    "ABACTION": "Stealing cattle on a large scale. [Obs.]",
    "ABACTOR": "One who steals and drives away cattle or beasts by herds ordroves. [Obs.]",
    "ABACULUS": "A small tile of glass, marble, or other substance, of variouscolors, used in making ornamental patterns in mosaic pavements.Fairholt.",
    "ABADA": "The rhinoceros. [Obs.] Purchas.",
    "ABAFT": "Behind; toward the stern from; as, abaft the wheelhouse. Abaftthe beam. See under Beam.",
    "ABAISANCE": "Obeisance. [Obs.] Jonson.",
    "ABAISER": "Ivory black or animal charcoal. Weale.",
    "ABAIST": "Abashed; confounded; discomfited. [Obs.] Chaucer.",
    "ABALIENATE": "To transfer the title of from one to another; to alienate.",
    "ABALIENATION": "The act of abalienating; alienation; estrangement. [Obs.]",
    "ABALONE": "A univalve mollusk of the genus Haliotis. The shell is linedwith mother-of-pearl, and used for ornamental purposes; the sea-ear.Several large species are found on the coast of California, clingingclosely to the rocks.",
    "ABANDON": "To relinquish all claim to; -- used when an insured persongives up to underwriters all claim to the property covered by apolicy, which may remain after loss or damage by a peril insuredagainst.",
    "ABANDONEDLY": "Unrestrainedly.",
    "ABANDONEE": "One to whom anything is legally abandoned.",
    "ABANDONER": "One who abandons. Beau. & Fl.",
    "ABANDONMENT": "The relinquishment by the insured to the underwriters of whatmay remain of the property insured after a loss or damage by a perilinsured against.",
    "ABANDUM": "Anything forfeited or confiscated.",
    "ABANET": "See Abnet.",
    "ABANGA": "A West Indian palm; also the fruit of this palm, the seeds ofwhich are used as a remedy for diseases of the chest.",
    "ABARTICULATION": "Articulation, usually that kind of articulation which admits offree motion in the joint; diarthrosis. Coxe.",
    "ABASED": "Borne lower than usual, as a fess; also, having the ends of thewings turned downward towards the point of the shield.",
    "ABASEDLY": "Abjectly; downcastly.",
    "ABASEMENT": "The act of abasing, humbling, or bringing low; the state ofbeing abased or humbled; humiliation.",
    "ABASER": "He who, or that which, abases.",
    "ABASH": "To destroy the self-possession of; to confuse or confound, asby exciting suddenly a consciousness of guilt, mistake, orinferiority; to put to shame; to disconcert; to discomfit.Abashed, the devil stood, And felt how awful goodness is. Milton.He was a man whom no check could abash. Macaulay.",
    "ABASHEDLY": "In an abashed manner.",
    "ABASHMENT": "The state of being abashed; confusion from shame.",
    "ABASIA": "Inability to coördinate muscular actions properly in walking. -- A*ba\"sic (#), a.",
    "ABATABLE": "Capable of being abated; as, an abatable writ or nuisance.",
    "ABATE": "(a) To bring entirely down or put an end to; to do away with;as, to abate a nuisance, to abate a writ. (b) (Eng. Law) To diminish;to reduce. Legacies are liable to be abated entirely or inproportion, upon a deficiency of assets. To abate a tax, to remit iteither wholly or in part.",
    "ABATEMENT": "A mark of dishonor on an escutcheon.",
    "ABATER": "One who, or that which, abates.",
    "ABATISED": "Provided with an abatis.",
    "ABATOR": "(a) One who abates a nuisance. (b) A person who, without right,enters into a freehold on the death of the last possessor, before theheir or devisee. Blackstone.",
    "ABATTOIR": "A public slaughterhouse for cattle, sheep, etc.",
    "ABATURE": "Grass and sprigs beaten or trampled down by a stag passingthrough them. Crabb.",
    "ABATVOIX": "The sounding-board over a pulpit or rostrum.",
    "ABAWED": "Astonished; abashed. [Obs.] Chaucer.",
    "ABAY": "Barking; baying of dogs upon their prey. See Bay. [Obs.]",
    "ABB": "Among weaves, yarn for the warp. Hence, abb wool is wool forthe abb.",
    "ABB WOOL": "See Abb.",
    "ABBA": "Father; religious superior; -- in the Syriac, Coptic, andEthiopic churches, a title given to the bishops, and by the bishopsto the patriarch.",
    "ABBACY": "The dignity, estate, or jurisdiction of an abbot.",
    "ABBATIAL": "Belonging to an abbey; as, abbatial rights.",
    "ABBATICAL": "Abbatial. [Obs.]",
    "ABBE": "The French word answering to the English abbot, the head of anabbey; but commonly a title of respect given in France to every onevested with the ecclesiastical habit or dress.",
    "ABBESS": "A female superior or governess of a nunnery, or convent ofnuns, having the same authority over the nuns which the abbots haveover the monks. See Abbey.",
    "ABBOTSHIP": "The state or office of an abbot.",
    "ABBREVIATE": "To reduce to lower terms, as a fraction.",
    "ABBREVIATED": "Shortened; relatively short; abbreviate.",
    "ABBREVIATION": "One dash, or more, through the stem of a note, dividing itrespectively into quavers, semiquavers, or demi-semiquavers. Moore.",
    "ABBREVIATORY": "Serving or tending to abbreviate; shortening; abridging.",
    "ABDAL": "A religious devotee or dervish in Persia.",
    "ABDERIAN": "Given to laughter; inclined to foolish or incessant merriment.",
    "ABDERITE": "An inhabitant of Abdera, in Thrace. The Abderite, Democritus,the Laughing Philosopher.",
    "ABDEST": "Purification by washing the hands before prayer; -- aMohammedan rite. Heyse.",
    "ABDICABLE": "Capable of being abdicated.",
    "ABDICANT": "Abdicating; renouncing; -- followed by of.Monks abdicant of their orders. Whitlock.",
    "ABDICATE": "To disclaim and expel from the family, as a father his child;to disown; to disinherit.",
    "ABDICATION": "The act of abdicating; the renunciation of a high office,dignity, or trust, by its holder; commonly the voluntary renunciationof sovereign power; as, abdication of the throne, government, power,authority.",
    "ABDICATIVE": "Causing, or implying, abdication. [R.] Bailey.",
    "ABDICATOR": "One who abdicates.",
    "ABDITIVE": "Having the quality of hiding. [R.] Bailey.",
    "ABDITORY": "A place for hiding or preserving articles of value. Cowell.",
    "ABDOMEN": "The belly, or that part of the body between the thorax and thepelvis. Also, the cavity of the belly, which is lined by theperitoneum, and contains the stomach, bowels, and other viscera. Inman, often restricted to the part between the diaphragm and thecommencement of the pelvis, the remainder being called the pelviccavity.",
    "ABDOMINAL": "Having abdominal fins; belonging to the Abdominales; as,abdominal fishes. Abdominal ring (Anat.), a fancied ringlike openingon each side of the abdomen, external and superior to the pubes; --called also inguinal ring.",
    "ABDOMINALES": "A group including the greater part of fresh-water fishes, andmany marine ones, having the ventral fins under the abdomen behindthe pectorals.",
    "ABDOMINALIA": "A group of cirripeds having abdominal appendages.",
    "ABDOMINOSCOPY": "Examination of the abdomen to detect abdominal disease.",
    "ABDOMINOTHORACIC": "Relating to the abdomen and the thorax, or chest.",
    "ABDOMINOUS": "Having a protuberant belly; pot-bellied.Gorgonius sits, abdominous and wan, Like a fat squab upon a Chinesefan. Cowper.",
    "ABDUCE": "To draw or conduct away; to withdraw; to draw to a differentpart. [Obs.]If we abduce the eye unto either corner, the object will notduplicate. Sir T. Browne.",
    "ABDUCTION": "The movement which separates a limb or other part from theaxis, or middle line, of the body.",
    "ABDUCTOR": "A muscle which serves to draw a part out, or form the medianline of the body; as, the abductor oculi, which draws the eyeoutward.",
    "ABEAM": "On the beam, that is, on a line which forms a right angle withthe ship's keel; opposite to the center of the ship's side.",
    "ABEARANCE": "Behavior. [Obs.] Blackstone.",
    "ABEARING": "Behavior. [Obs.] Sir. T. More.",
    "ABECEDARIAN": "Pertaining to, or formed by, the letters of the alphabet;alphabetic; hence, rudimentary. Abecedarian psalms, hymns, etc.,compositions in which (like the 119th psalm in Hebrew) distinctportions or verses commence with successive letters of the alphabet.Hook.",
    "ABECEDARY": "A primer; the first principle or rudiment of anything. [R.]Fuller.",
    "ABEGGE": "Same as Aby. [Obs.] Chaucer.",
    "ABELE": "The white polar (Populus alba).Six abeles i' the churchyard grow. Mrs. Browning.",
    "ABELMOSK": "An evergreen shrub (Hibiscus -- formerly Abelmoschus-moschatus), of the East and West Indies and Northern Africa, whosemusky seeds are used in perfumery and to flavor coffee; -- sometimescalled musk mallow.",
    "ABER-DE-VINE": "The European siskin (Carduelis spinus), a small green andyellow finch, related to the goldfinch.",
    "ABERR": "To wander; to stray. [Obs.] Sir T. Browne.",
    "ABERRANT": "See Aberr.]",
    "ABERRATE": "To go astray; to diverge. [R.]Their own defective and aberrating vision. De Quincey.",
    "ABERRATION": "A small periodical change of position in the stars and otherheavenly bodies, due to the combined effect of the motion of lightand the motion of the observer; called annual aberration, when theobserver's motion is that of the earth in its orbit, and dairy ordiurnal aberration, when of the earth on its axis; amounting whengreatest, in the former case, to 20.4'', and in the latter, to 0.3''.Planetary aberration is that due to the motion of light and themotion of the planet relative to the earth.",
    "ABERRATIONAL": "Characterized by aberration.",
    "ABERUNCATE": "To weed out. [Obs.] Bailey.",
    "ABERUNCATOR": "A weeding machine.",
    "ABET": "To contribute, as an assistant or instigator, to the commissionof an offense.",
    "ABETMENT": "The act of abetting; as, an abetment of treason, crime, etc.",
    "ABETTAL": "Abetment. [R.]",
    "ABEVACUATION": "A partial evacuation. Mayne.",
    "ABEYANCE": "Expectancy; condition of being undetermined.",
    "ABEYANCY": "Abeyance. [R.] Hawthorne.",
    "ABEYANT": "Being in a state of abeyance.",
    "ABGEORDNETENHAUS": "See Legislature, Austria, Prussia.",
    "ABHAL": "The berries of a species of cypress in the East Indies.",
    "ABHOMINABLE": "Abominable.",
    "ABHOMINAL": "Inhuman. [Obs.] Fuller.",
    "ABHOR": "To protest against; to reject solemnly. [Obs.]I utterly abhor, yea, from my soul Refuse you for my judge. Shak.",
    "ABHORRENCE": "Extreme hatred or detestation; the feeling of utter dislike.",
    "ABHORRENCY": "Abhorrence. [Obs.] Locke.",
    "ABHORRENTLY": "With abhorrence.",
    "ABHORRER": "One who abhors. Hume.",
    "ABHORRIBLE": "Detestable. [R.]",
    "ABIB": "The first month of the Jewish ecclesiastical year,corresponding nearly to our April. After the Babylonish captivitythis month was called Nisan. Kitto.",
    "ABIDANCE": "The state of abiding; abode; continuance; compliance (with).The Christians had no longer abidance in the holy hill of Palestine.Fuller.A judicious abidance by rules. Helps.",
    "ABIDE": "To stand the consequences of; to answer for; to suffer for.Dearly I abide that boast so vain. Milton.",
    "ABIDING": "Continuing; lasting.",
    "ABIDINGLY": "Permanently. Carlyle.",
    "ABIES": "A genus of coniferous trees, properly called Fir, as the balsamfir and the silver fir. The spruces are sometimes also referred tothis genus.",
    "ABIETENE": "A volatile oil distilled from the resin or balsam of the nutpine (Pinus sabiniana) of California.",
    "ABIETIC": "Of or pertaining to the fir tree or its products; as, abieticacid, called also sylvic acid. Watts.",
    "ABIETINIC": "Of or pertaining to abietin; as, abietinic acid.",
    "ABIETITE": "A substance resembling mannite, found in the needles of thecommon silver fir of Europe (Abies pectinata). Eng. Cyc.",
    "ABIGAIL": "A lady's waiting-maid. Pepys.Her abigail reported that Mrs. Gutheridge had a set of night curlsfor sleeping in. Leslie.",
    "ABILIMENT": "Habiliment. [Obs.]",
    "ABILITY": "The quality or state of being able; power to perform, whetherphysical, moral, intellectual, conventional, or legal; capacity;skill or competence in doing; sufficiency of strength, skill,resources, etc.; -- in the plural, faculty, talent.Then the disciples, every man according to his ability, determined tosend relief unto the brethren. Acts xi. 29.Natural abilities are like natural plants, that need pruning bystudy. Bacon.The public men of England, with much of a peculiar kind of ability.Macaulay.",
    "ABIOGENESIS": "The supposed origination of living organisms from lifelessmatter; such genesis as does not involve the action of livingparents; spontaneous generation; -- called also abiogeny, and opposedto biogenesis.I shall call the . . . doctrine that living matter may be produced bynot living matter, the hypothesis of abiogenesis. Huxley, 1870.",
    "ABIOGENETIC": "Of or pertaining to abiogenesis. Ab`i*o*ge*net\"ic*al*ly, adv.",
    "ABIOGENIST": "One who believes that life can be produced independently ofantecedent. Huxley.",
    "ABIOGENOUS": "Produced by spontaneous generation.",
    "ABIOGENY": "Same as Abiogenesis.",
    "ABIOLOGICAL": "Pertaining to the study of inanimate things.",
    "ABIRRITANT": "A medicine that diminishes irritation.",
    "ABIRRITATE": "To diminish the sensibility of; to debilitate.",
    "ABIRRITATION": "A pathological condition opposite to that of irritation;debility; want of strength; asthenia.",
    "ABIRRITATIVE": "Characterized by abirritation or debility.",
    "ABIT": "3d sing. pres. of Abide. [Obs.] Chaucer.",
    "ABJECT": "To cast off or down; hence, to abase; to degrade; to lower; todebase. [Obs.] Donne.",
    "ABJECTEDNESS": "A very abject or low condition; abjectness. [R.] Boyle.",
    "ABJECTLY": "Meanly; servilely.",
    "ABJECTNESS": "The state of being abject; abasement; meanness; servility.Grew.",
    "ABJUDGE": "To take away by judicial decision. [R.]",
    "ABJUDICATE": "To reject by judicial sentence; also, to abjudge. [Obs.] Ash.",
    "ABJUDICATION": "Rejection by judicial sentence. [R.] Knowles.",
    "ABJUGATE": "To unyoke. [Obs.] Bailey.",
    "ABJUNCTIVE": "Exceptional. [R.]It is this power which leads on from the accidental and abjunctive tothe universal. I. Taylor.",
    "ABJURATORY": "Containing abjuration.",
    "ABJURE": "To renounce on oath. Bp. Burnet.",
    "ABJUREMENT": "Renunciation. [R.]",
    "ABJURER": "One who abjures.",
    "ABLACTATE": "To wean. [R.] Bailey.",
    "ABLACTATION": "The process of grafting now called inarching, or grafting byapproach.",
    "ABLAQUEATE": "To lay bare, as the roots of a tree. [Obs.] Bailey.",
    "ABLAQUEATION": "The act or process of laying bare the roots of trees to exposethem to the air and water. [Obs.] Evelyn.",
    "ABLASTEMIC": "Non-germinal.",
    "ABLATION": "Extirpation. Dunglison.",
    "ABLATITIOUS": "Diminishing; as, an ablatitious force. Sir J. Herschel.",
    "ABLATIVE": "Applied to one of the cases of the noun in Latin and some otherlanguages, -- the fundamental meaning of the case being removal,separation, or taking away.",
    "ABLAUT": "The substitution of one root vowel for another, thus indicatinga corresponding modification of use or meaning; vowel permutation;as, get, gat, got; sing, song; hang, hung. Earle.",
    "ABLE": "Legally qualified; possessed of legal competence; as, able toinherit or devise property.",
    "ABLE-BODIED": "Having a sound, strong body; physically competent; robust.\"Able-bodied vagrant.\" Froude.-- A`ble-bod\"ied*ness, n..",
    "ABLE-MINDED": "Having much intellectual power.-- A`ble-mind\"ed*ness, n.",
    "ABLEGATE": "To send abroad. [Obs.] Bailey.",
    "ABLEGATION": "The act of sending abroad. [Obs.] Jer. Taylor.",
    "ABLENESS": "Ability of body or mind; force; vigor. [Obs. or R.]",
    "ABLEPSY": "Blindness. [R.] Urquhart.",
    "ABLER": "comp. of Able.-- A\"blest, a.,",
    "ABLIGATE": "To tie up so as to hinder from. [Obs.]",
    "ABLIGURITION": "Prodigal expense for food. [Obs.] Bailey.",
    "ABLINS": "Perhaps. [Scot.]",
    "ABLOOM": "In or into bloom; in a blooming state. Masson.",
    "ABLUDE": "To be unlike; to differ. [Obs.] Bp. Hall.",
    "ABLUENT": "Washing away; carrying off impurities; detergent.-- n. (Med.)",
    "ABLUSH": "Blushing; ruddy.",
    "ABLUTION": "A small quantity of wine and water, which is used to wash thepriest's thumb and index finger after the communion, and which then,as perhaps containing portions of the consecrated elements, is drunkby the priest.",
    "ABLUTIONARY": "Pertaining to ablution.",
    "ABLUVION": "That which is washed off. [R.] Dwight.",
    "ABLY": "In an able manner; with great ability; as, ably done, planned,said.",
    "ABNEGATE": "To deny and reject; to abjure. Sir E. Sandys. Farrar.",
    "ABNEGATION": "a denial; a renunciation.With abnegation of God, of his honor, and of religion, they mayretain the friendship of the court. Knox.",
    "ABNEGATIVE": "Denying; renouncing; negative. [R.] Clarke.",
    "ABNEGATOR": "One who abnegates, denies, or rejects anything. [R.]",
    "ABNET": "The girdle of a Jewish priest or officer.",
    "ABNODATE": "To clear (tress) from knots. [R.] Blount.",
    "ABNODATION": "The act of cutting away the knots of trees. [R.] Crabb.",
    "ABNORMAL": "Not conformed to rule or system; deviating from the type;anomalous; irregular. \"That deviating from the type; anomalous;irregular. \" Froude.",
    "ABNORMALLY": "In an abnormal manner; irregularly. Darwin.",
    "ABNORMITY": "Departure from the ordinary type; irregularity; monstrosity.\"An abnormity . . . like a calf born with two heads.\" Mrs. Whitney.",
    "ABNORMOUS": "Abnormal; irregular. Hallam.A character of a more abnormous cast than his equally suspectedcoadjutor. State Trials.",
    "ABOARD": "On board; into or within a ship or boat; hence, into or withina railway car.",
    "ABODANCE": "An omen; a portending. [Obs.]",
    "ABODE": "of Abide.",
    "ABODEMENT": "A foreboding; an omen. [Obs.] \"Abodements must not now affrightus.\" Shak.",
    "ABODING": "A foreboding. [Obs.]",
    "ABOLISHABLE": "Capable of being abolished.",
    "ABOLISHER": "One who abolishes.",
    "ABOLISHMENT": "The act of abolishing; abolition; destruction. Hooker.",
    "ABOLITION": "The act of abolishing, or the state of being abolished; anannulling; abrogation; utter destruction; as, the abolition ofslavery or the slave trade; the abolition of laws, decrees,ordinances, customs, taxes, debts, etc.",
    "ABOLITIONISM": "The principles or measures of abolitionists. Wilberforce.",
    "ABOLITIONIST": "A person who favors the abolition of any institution,especially negro slavery.",
    "ABOLITIONIZE": "To imbue with the principles of abolitionism. [R.] Bartlett.",
    "ABOMA": "A large South American serpent (Boa aboma).",
    "ABOMINABLENESS": "The quality or state of being abominable; odiousness. Bentley.",
    "ABOMINABLY": "In an abominable manner; very odiously; detestably.",
    "ABOMINATE": "To turn from as ill-omened; to hate in the highest degree, asif with religious dread; loathe; as, to abominate all impiety.",
    "ABOON": "and adv. Above. [Scot. & Prov. Eng.]Aboon the pass of Bally-Brough. Sir W. Scott.The ceiling fair that rose aboon. J. R. Drake.",
    "ABORAL": "Situated opposite to, or away from, the mouth.",
    "ABORD": "Manner of approaching or accosting; address. Chesterfield.",
    "ABORIGINALITY": "The quality of being aboriginal. Westm. Rev.",
    "ABORIGINALLY": "Primarily.",
    "ABORSEMENT": "Abortment; abortion. [Obs.] Bp. Hall.",
    "ABORSIVE": "Abortive. [Obs.] Fuller.",
    "ABORT": "To become checked in normal development, so as either to remainrudimentary or shrink away wholly; to become sterile.",
    "ABORTED": "Rendered abortive or sterile; undeveloped; checked in normaldevelopment at a very early stage; as, spines are aborted branches.The eyes of the cirripeds are more or less aborted in their maturestate. Owen.",
    "ABORTICIDE": "The act of destroying a fetus in the womb; feticide.",
    "ABORTIFACIENT": "Producing miscarriage.-- n.",
    "ABORTION": "Arrest of development of any organ, so that it remains animperfect formation or is absorbed.",
    "ABORTIONAL": "Pertaining to abortion; miscarrying; abortive. Carlyle.",
    "ABORTIONIST": "One who procures abortion or miscarriage.",
    "ABORTIVE": "Imperfectly formed or developed; rudimentary; sterile; as, anabortive organ, stamen, ovule, etc.",
    "ABORTIVELY": "In an abortive or untimely manner; immaturely; fruitlessly.",
    "ABORTIVENESS": "The quality of being abortive.",
    "ABORTMENT": "Abortion. [Obs.]",
    "ABOUGHT": "of Aby. [Obs.]",
    "ABOUT": "On the point or verge of; going; in act of.Paul was now aboutto open his mouth. Acts xviii. 14.",
    "ABOUT-SLEDGE": "The largest hammer used by smiths. Weale.",
    "ABOVE-CITED": "Cited before, in the preceding part of a book or writing.",
    "ABOVEBOARD": "Above the board or table. Hence: in open sight; without trick,concealment, or deception. \"Fair and aboveboard.\" Burke.",
    "ABOVEDECK": "On deck; and hence, like aboveboard, without artifice. Smart.",
    "ABOVESAID": "Mentioned or recited before.",
    "ABOX": "Braced aback.",
    "ABRA": "A narrow pass or defile; a break in a mesa; the mouth of acañon. [Southwestern U. S.]",
    "ABRACADABRA": "A mystical word or collocation of letters written as in thefigure. Worn on an amulet it was supposed to ward off fever. Atpresent the word is used chiefly in jest to denote something withoutmeaning; jargon.",
    "ABRADANT": "A material used for grinding, as emery, sand, powdered glass,etc.",
    "ABRADE": "To rub or wear off; to waste or wear away by friction; as, toabrade rocks. Lyell.",
    "ABRAHAMIC": "Pertaining to Abraham, the patriarch; as, the Abrachamiccovenant.",
    "ABRAID": "To awake; to arouse; to stir or start up; also, to shout out.[Obs.] Chaucer.",
    "ABRANCHIAL": "Abranchiate.",
    "ABRANCHIATA": "A group of annelids, so called because the species composing ithave no special organs of respiration.",
    "ABRANCHIATE": "Without gills.",
    "ABRASE": "Rubbed smooth. [Obs.] \"An abrase table.\" B. Jonson.",
    "ABRASION": "A superficial excoriation, with loss of substance under theform of small shreds. Dunglison.",
    "ABRASIVE": "Producing abrasion. Ure.",
    "ABRAXAS": "A mystical word used as a charm and engraved on gems among theancients; also, a gem stone thus engraved.",
    "ABRAY": "See Abraid. [Obs.] Spenser.",
    "ABREACTION": "See Catharsis, below.",
    "ABREAST": "Side by side; also, opposite; over against; on a line with thevessel's beam; -- with of.",
    "ABREGGE": "See Abridge. [Obs.]",
    "ABRENOUNCE": "To renounce. [Obs.] \"They abrenounce and cast them off.\"Latimer.",
    "ABRENUNCIATION": "Absolute renunciation or repudiation. [Obs.]An abrenunciation of that truth which he so long had professed, andstill believed. Fuller.",
    "ABREPTION": "A snatching away. [Obs.]",
    "ABREUVOIR": "The joint or interstice between stones, to be filled withmortar. Gwilt.",
    "ABRICOCK": "See Apricot. [Obs.]",
    "ABRIDGER": "One who abridges.",
    "ABROACH": "To set abroach; to let out, as liquor; to broach; to tap.[Obs.] Chaucer.",
    "ABROGABLE": "Capable of being abrogated.",
    "ABROGATE": "Abrogated; abolished. [Obs.] Latimer.",
    "ABROGATION": "The act of abrogating; repeal by authority. Hume.",
    "ABROGATIVE": "Tending or designed to abrogate; as, an abrogative law.",
    "ABROGATOR": "One who repeals by authority.",
    "ABROOD": "In the act of brooding. [Obs.] Abp. Sancroft.",
    "ABROOK": "To brook; to endure. [Obs.] Shak.",
    "ABRUPT": "Suddenly terminating, as if cut off. Gray.",
    "ABRUPTION": "A sudden breaking off; a violent separation of bodies.Woodward.",
    "ABSCESS": "A collection of pus or purulent matter in any tissue or organof the body, the result of a morbid process. Cold abscess, an abscessof slow formation, unattended with the pain and heat characteristicof ordinary abscesses, and lasting for years without exhibiting anytendency towards healing; a chronic abscess.",
    "ABSCESSION": "A separating; removal; also, an abscess. [Obs.] Gauden.Barrough.",
    "ABSCIND": "To cut off. [R.] \"Two syllables . . . abscinded from the rest.\"Johnson.",
    "ABSCISION": "See Abscission.",
    "ABSCISS": "See Abscissa.",
    "ABSCISSA": "One of the elements of reference by which a point, as of acurve, is referred to a system of fixed rectilineal coördinate axes.",
    "ABSCISSION": "A figure of speech employed when a speaker having begun to saya thing stops abruptly: thus, \"He is a man of so much honor andcandor, and of such generosity -- but I need say no more.\"",
    "ABSCOND": "To hide; to conceal. [Obs.] Bentley.",
    "ABSCONDENCE": "Fugitive concealment; secret retirement; hiding. [R.] Phillips.",
    "ABSCONDER": "One who absconds.",
    "ABSENT-MINDED": "Absent in mind; abstracted; preoccupied.-- Ab`sent-mind\"ed*ness, n.-- Ab`sent-mind\"ed*ly, adv.",
    "ABSENTANEOUS": "Pertaining to absence. [Obs.]",
    "ABSENTATION": "The act of absenting one's self. Sir W. Hamilton.",
    "ABSENTEE": "One who absents himself from his country, office, post, orduty; especially, a landholder who lives in another country ordistrict than that where his estate is situated; as, an Irishabsentee. Macaulay.",
    "ABSENTEEISM": "The state or practice of an absentee; esp. the practice ofabsenting one's self from the country or district where one's estateis situated.",
    "ABSENTER": "One who absents one's self.",
    "ABSENTLY": "In an absent or abstracted manner.",
    "ABSENTMENT": "The state of being absent; withdrawal. [R.] Barrow.",
    "ABSENTNESS": "The quality of being absent-minded. H. Miller.",
    "ABSEY-BOOK": "An A-B-C book; a primer. [Obs.] Shak.",
    "ABSINTHATE": "A combination of absinthic acid with a base or positiveradical.",
    "ABSINTHIAL": "Of or pertaining to wormwood; absinthian.",
    "ABSINTHIAN": "Of the nature of wormwood. \"Absinthian bitterness.\" T.Randolph.",
    "ABSINTHIATE": "To impregnate with wormwood.",
    "ABSINTHIATED": "Impregnated with wormwood; as, absinthiated wine.",
    "ABSINTHIC": "Relating to the common wormwood or to an acid obtained from it.",
    "ABSINTHIN": "The bitter principle of wormwood (Artemisia absinthium). Watts.",
    "ABSINTHISM": "The condition of being poisoned by the excessive use ofabsinth.",
    "ABSINTHIUM": "The common wormwood (Artemisia absinthium), an intensely bitterplant, used as a tonic and for making the oil of wormwood.",
    "ABSIS": "See Apsis.",
    "ABSIST": "To stand apart from; top leave off; to desist. [Obs.] Raleigh.",
    "ABSISTENCE": "A standing aloof. [Obs.]",
    "ABSOLUTE": "Pure; unmixed; as, absolute alcohol.",
    "ABSOLUTELY": "In an absolute, independent, or unconditional manner; wholly;positively.",
    "ABSOLUTENESS": "The quality of being absolute; independence of everythingextraneous; unlimitedness; absolute power; independent reality;positiveness.",
    "ABSOLUTION": "An acquittal, or sentence of a judge declaring and accusedperson innocent. [Obs.]",
    "ABSOLUTISM": "Doctrine of absolute decrees. Ash.",
    "ABSOLUTIST": "One who believes that it is possible to realize a cognition orconcept of the absolute. Sir. W. Hamilton.",
    "ABSOLUTISTIC": "Pertaining to absolutism; absolutist.",
    "ABSOLUTORY": "Serving to absolve; absolving. \"An absolutory sentence.\"Ayliffe.",
    "ABSOLVABLE": "That may be absolved.",
    "ABSOLVATORY": "Conferring absolution; absolutory.",
    "ABSOLVENT": "Absolving. [R.] Carlyle.",
    "ABSOLVER": "One who absolves. Macaulay.",
    "ABSONANT": "Discordant; contrary; -- opposed to consonant. \"Absonant tonature.\" Quarles.",
    "ABSONOUS": "Discordant; inharmonious; incongruous. [Obs.] \"Absonous to ourreason.\" Glanvill.",
    "ABSORBABILITY": "The state or quality of being absorbable. Graham (Chemistry).",
    "ABSORBABLE": "Capable of being absorbed or swallowed up. Kerr.",
    "ABSORBEDLY": "In a manner as if wholly engrossed or engaged.",
    "ABSORBENCY": "Absorptiveness.",
    "ABSORBENT": "Absorbing; swallowing; absorptive. Absorbent ground (Paint.), aground prepared for a picture, chiefly with distemper, or watercolors, by which the oil is absorbed, and a brilliancy is imparted tothe colors.",
    "ABSORBER": "One who, or that which, absorbs.",
    "ABSORBING": "Swallowing, engrossing; as, an absorbing pursuit.-- Ab*sorb\"ing, adv.",
    "ABSORBITION": "Absorption. [Obs.]",
    "ABSORPT": "Absorbed. [Arcahic.] \"Absorpt in care.\" Pope.",
    "ABSORPTION": "An imbibing or reception by molecular or chemical action; as,the absorption of light, heat, electricity, etc.",
    "ABSORPTIVE": "Having power, capacity, or tendency to absorb or imbibe. E.Darwin.",
    "ABSORPTIVENESS": "The quality of being absorptive; absorptive power.",
    "ABSORPTIVITY": "Absorptiveness.",
    "ABSQUATULATE": "To take one's self off; to decamp. [A jocular word. U. S.]",
    "ABSQUE HOC": ". Etym: [L., without this.] (Law) The technical words of denialused in traversing what has been alleged, and is repeated.",
    "ABSTAIN": "To hold one's self aloof; to forbear or refrain voluntarily,and especially from an indulgence of the passions or appetites; --with from.Not a few abstained from voting. Macaulay.Who abstains from meat that is not gaunt Shak.",
    "ABSTAINER": "One who abstains; esp., one who abstains from the use ofintoxicating liquors.",
    "ABSTEMIOUSNESS": "The quality of being abstemious, temperate, or sparing in theuse of food and strong drinks. It expresses a greater degree ofabstinence than temperance.",
    "ABSTENTION": "The act of abstaining; a holding aloof. Jer. Taylor.",
    "ABSTENTIOUS": "Characterized by abstinence; self-restraining. Farrar.",
    "ABSTERGE": "To make clean by wiping; to wipe away; to cleanse; hence, topurge. [R.] Quincy.",
    "ABSTERGENT": "Serving to cleanse, detergent.",
    "ABSTERSE": "To absterge; to cleanse; to purge away. [Obs.] Sir T. Browne.",
    "ABSTERSION": "Act of wiping clean; a cleansing; a purging.The task of ablution and abstersion being performed. Sir W. Scott.",
    "ABSTERSIVE": "Cleansing; purging. Bacon.",
    "ABSTERSIVENESS": "The quality of being abstersive. Fuller.",
    "ABSTINENCY": "Abstinence. [R.]",
    "ABSTINENT": "Refraining from indulgence, especially from the indulgence ofappetite; abstemious; continent; temperate. Beau. & Fl.",
    "ABSTINENTLY": "With abstinence.",
    "ABSTORTED": "Wrested away. [Obs.] Bailey.",
    "ABSTRACT": "To separate, as the more volatile or soluble parts of asubstance, by distillation or other chemical processes. In this senseextract is now more generally used.",
    "ABSTRACTEDLY": "In an abstracted manner; separately; with absence of mind.",
    "ABSTRACTEDNESS": "The state of being abstracted; abstract character.",
    "ABSTRACTER": "One who abstracts, or makes an abstract.",
    "ABSTRACTION": "The act process of leaving out of consideration one or moreproperties of a complex object so as to attend to others; analysis.Thus, when the mind considers the form of a tree by itself, or thecolor of the leaves as separate from their size or figure, the act iscalled abstraction. So, also, when it considers whiteness, softness,virtue, existence, as separate from any particular objects.",
    "ABSTRACTIONAL": "Pertaining to abstraction.",
    "ABSTRACTIONIST": "An idealist. Emerson.",
    "ABSTRACTITIOUS": "Obtained from plants by distillation. [Obs.] Crabb.",
    "ABSTRACTIVE": "Having the power of abstracting; of an abstracting nature. \"Theabstractive faculty.\" I. Taylor.",
    "ABSTRACTIVELY": "In a abstract manner; separately; in or by itself. Feltham.",
    "ABSTRACTIVENESS": "The quality of being abstractive; abstractive property.",
    "ABSTRACTLY": "In an abstract state or manner; separately; absolutely; byitself; as, matter abstractly considered.",
    "ABSTRACTNESS": "The quality of being abstract. \"The abstractness of the ideas.\"Locke.",
    "ABSTRINGE": "To unbind. [Obs.] Bailey.",
    "ABSTRUDE": "To thrust away. [Obs.] Johnson.",
    "ABSTRUSELY": "In an abstruse manner.",
    "ABSTRUSENESS": "The quality of being abstruse; difficulty of apprehension.Boyle.",
    "ABSTRUSION": "The act of thrusting away. [R.] Ogilvie.",
    "ABSTRUSITY": "Abstruseness; that which is abstruse. [R.] Sir T. Browne.",
    "ABSUME": "To consume gradually; to waste away. [Obs.] Boyle.",
    "ABSUMPTION": "Act of wasting away; a consuming; extinction. [Obs.] Sir T.Browne.",
    "ABSURD": "Contrary to reason or propriety; obviously and fiatly opposedto manifest truth; inconsistent with the plain dictates of commonsense; logically contradictory; nonsensical; ridiculous; as, anabsurd person, an absurd opinion; an absurd dream.This proffer is absurd and reasonless. Shak.'This phrase absurd to call a villain great. Pope.p. 9",
    "ABSURDLY": "In an absurd manner.",
    "ABSURDNESS": "Absurdity. [R.]",
    "ABUNA": "The Patriarch, or head of the Abyssinian Church.",
    "ABUNDANCE": "An overflowing fullness; ample sufficiency; great plenty;profusion; copious supply; superfluity; wealth: -- strictlyapplicable to quantity only, but sometimes used of number.It is lamentable to remember what abundance of noble blood hath beenshed with small benefit to the Christian state. Raleigh.",
    "ABUNDANT": "Fully sufficient; plentiful; in copious supply; -- followed byin, rarely by with. \"Abundant in goodness and truth.\" Exod. xxxiv. 6.Abundant number (Math.), a number, the sum of whose aliquot partsexceeds the number itself. Thus, 1, 2, 3, 4, 6, the aliquot parts of12, make the number 16. This is opposed to a deficient number, as 14,whose aliquot parts are 1, 2, 7, the sum of which is 10; and to aperfect number, which is equal to the sum of its aliquot parts, as 6,whose aliquot parts are 1, 2., 3.",
    "ABUNDANTLY": "In a sufficient degree; fully; amply; plentifully; in largemeasure.",
    "ABURST": "In a bursting condition.",
    "ABUSABLE": "That may be abused.",
    "ABUSAGE": "Abuse. [Obs.] Whately (1634).",
    "ABUSEFUL": "Full of abuse; abusive. [R.] \"Abuseful names.\" Bp. Barlow.",
    "ABUSER": "One who abuses [in the various senses of the verb].",
    "ABUSION": "Evil or corrupt usage; abuse; wrong; reproach; deception;cheat. Chaucer.",
    "ABUSIVELY": "In an abusive manner; rudely; with abusive language.",
    "ABUSIVENESS": "The quality of being abusive; rudeness of language, or violenceto the person.Pick out mirth, like stones out of thy ground, Profaneness,filthiness, abusiveness. Herbert.",
    "ABUT": "To project; to terminate or border; to be contiguous; to meet;-- with on, upon, or against; as, his land abuts on the road.",
    "ABUTILON": "A genus of malvaceous plants of many species, found in thetorrid and temperate zones of both continents; -- called also Indianmallow.",
    "ABUTTAL": "The butting or boundary of land, particularly at the end; aheadland. Spelman.",
    "ABUTTER": "One who, or that which, abuts. Specifically, the owner of acontiguous estate; as, the abutters on a street or a river.",
    "ABUZZ": "In a buzz; buzzing. [Colloq.] Dickens.",
    "ABYSM": "An abyss; a gulf. \"The abysm of hell.\" Shak.",
    "ABYSMAL": "Pertaining to, or resembling, an abyss; bottomless; unending;profound.Geology gives one the same abysmal extent of time that astronomy doesof space. Carlyle.",
    "ABYSMALLY": "To a fathomless depth; profoundly. \"Abysmally ignorant.\" G.Eliot.",
    "ABYSS": "The center of an escutcheon.",
    "ABYSSAL": "Belonging to, or resembling, an abyss; unfathomable. Abyssalzone (Phys. Geog.), one of the belts or zones into which Sir E.Forbes divides the bottom of the sea in describing its plants,animals, etc. It is the one furthest from the shore, embracing allbeyond one hundred fathoms deep. Hence, abyssal animals, plants, etc.",
    "ABYSSINIAN": "Of or pertaining to Abyssinia. Abyssinian gold, an alloy of90.74 parts of copper and 8.33 parts of zink. Ure.",
    "ACACIA": "A roll or bag, filled with dust, borne by Byzantine emperors,as a memento of mortality. It is represented on medals.",
    "ACADEME": "An academy. [Poetic] Shak.",
    "ACADEMIAL": "Academic. [R.]",
    "ACADEMIAN": "A member of an academy, university, or college.",
    "ACADEMICALLY": "In an academical manner.",
    "ACADEMICALS": "The articles of dress prescribed and worn at some colleges anduniversities.",
    "ACADEMISM": "The doctrines of the Academic philosophy. [Obs.] Baxter.",
    "ACADIAN": "Of or pertaining to Acadie, or Nova Scotia. \"Acadian farmers.\"Longfellow.-- n.",
    "ACAJOU": "One of the Acalephæ.",
    "ACALEPHAE": "A group of Coelenterata, including the Medusæ or jellyfishes,and hydroids; -- so called from the stinging power they possess.Sometimes called sea nettles.",
    "ACALEPHOID": "Belonging to or resembling the Acalephæ or jellyfishes.",
    "ACANTH": "Same as Acanthus.",
    "ACANTHA": "A prickle.",
    "ACANTHACEOUS": "Of, pertaining to, or resembling, the family of plants of whichthe acanthus is the type.",
    "ACANTHINE": "Of, pertaining to, or resembling, the plant acanthus.",
    "ACANTHOCARPOUS": "Having the fruit covered with spines.",
    "ACANTHOCEPHALA": "A group of intestinal worms, having the proboscis armed withrecurved spines.",
    "ACANTHOCEPHALOUS": "Having a spiny head, as one of the Acanthocephala.",
    "ACANTHOPHOROUS": "Spine-bearing. Gray.",
    "ACANTHOPODIOUS": "Having spinous petioles.",
    "ACANTHOPTERI": "A group of teleostean fishes having spiny fins. SeeAcanthopterygii.",
    "ACANTHOPTEROUS": "Spiny-winged.",
    "ACANTHOPTERYGIAN": "Belonging to the order of fishes having spinose fins, as theperch.-- n.",
    "ACANTHOPTERYGII": "An order of fishes having some of the rays of the dorsal,ventral, and anal fins unarticulated and spinelike, as the perch.",
    "ACANTHOPTERYGIOUS": "Having fins in which the rays are hard and spinelike; spiny-finned.",
    "ACANTHUS": "A genus of herbaceous prickly plants, found in the south ofEurope, Asia Minor, and India; bear's-breech.",
    "ACAPSULAR": "Having no capsule.",
    "ACARDIAC": "Without a heart; as, an acardiac fetus.",
    "ACARIDAN": "One of a group of arachnids, including the mites and ticks.",
    "ACARINA": "The group of Arachnida which includes the mites and ticks. Manyspecies are parasitic, and cause diseases like the itch and mange.",
    "ACARINE": "Of or caused by acari or mites; as, acarine diseases.",
    "ACAROID": "Shaped like or resembling a mite.",
    "ACARPELLOUS": "Having no carpels.",
    "ACARPOUS": "Not producing fruit; unfruitful.",
    "ACARUS": "A genus including many species of small mites.",
    "ACATALECTIC": "Not defective; complete; as, an acatalectic verse.-- n.",
    "ACATALEPSY": "Incomprehensibility of things; the doctrine held by the ancientSkeptic philosophers, that human knowledge never amounts tocertainty, but only to probability.",
    "ACATALEPTIC": "Incapable of being comprehended; incomprehensible.",
    "ACATER": "See Caterer. [Obs.]",
    "ACATES": "See Cates. [Obs.]",
    "ACAUDATE": "Tailless.",
    "ACAULESCENT": "Having no stem or caulis, or only a very short one concealed inthe ground. Gray.",
    "ACAULINE": "Same as Acaulescent.",
    "ACCADIAN": "Pertaining to a race supposed to have lived in Babylonia beforethe Assyrian conquest.-- Ac*ca\"di*an, n., Ac\"cad, n. Sayce.",
    "ACCEDENCE": "The act of acceding.",
    "ACCEDER": "One who accedes.",
    "ACCELERANDO": "Gradually accelerating the movement.",
    "ACCELERATION": "The act of accelerating, or the state of being accelerated;increase of motion or action; as, a falling body moves toward theearth with an acceleration of velocity; -- opposed to retardation.A period of social improvement, or of intellectual advancement,contains within itself a principle of acceleration. I. Taylor.(Astr. & Physics.) Acceleration of the moon, the increase of themoon's mean motion in its orbit, in consequence of which its periodof revolution is now shorter than in ancient times.-- Acceleration and retardation of the tides. See Priming of thetides, under Priming.-- Diurnal acceleration of the fixed stars, the amount by whichtheir apparent diurnal motion exceeds that of the sun, in consequenceof which they daily come to the meridian of any place about threeminutes fifty-six seconds of solar time earlier than on the daypreceding.-- Acceleration of the planets, the increasing velocity of theirmotion, in proceeding from the apogee to the perigee of their orbits.",
    "ACCELERATIVE": "Relating to acceleration; adding to velocity; quickening. Reid.",
    "ACCELERATOR": "One who, or that which, accelerates. Also as an adj.; as,accelerator nerves.",
    "ACCELERATORY": "Accelerative.",
    "ACCELEROGRAPH": "An apparatus for studying the combustion of powder in guns,etc.",
    "ACCELEROMETER": "An apparatus for measuring the velocity imparted by gunpowder.",
    "ACCEND": "To set on fire; to kindle. [Obs.] Fotherby.",
    "ACCENDIBILITY": "Capacity of being kindled, or of becoming inflamed;inflammability.",
    "ACCENDIBLE": "Capable of being inflamed or kindled; combustible; inflammable.Ure.",
    "ACCENSION": "The act of kindling or the state of being kindled; ignition.Locke.",
    "ACCENSOR": "One of the functionaries who light and trim the tapers.",
    "ACCENT": "Stress laid on certain syllables of a verse.",
    "ACCENTLESS": "Without accent.",
    "ACCENTOR": "One who sings the leading part; the director or leader. [Obs.]",
    "ACCENTUABLE": "Capable of being accented.",
    "ACCENTUAL": "Of or pertaining to accent; characterized or formed by accent.",
    "ACCENTUALITY": "The quality of being accentual.",
    "ACCENTUALLY": "In an accentual manner; in accordance with accent.",
    "ACCENTUATION": "Act of accentuating; applications of accent. Specifically(Eccles. Mus.),",
    "ACCEPT": "To receive as obligatory and promise to pay; as, to accept abill of exchange. Bouvier.",
    "ACCEPTABILITY": "The quality of being acceptable; acceptableness. \"Acceptabilityof repentance.\" Jer. Taylor.",
    "ACCEPTABLE": "Capable, worthy, or sure of being accepted or received withpleasure; pleasing to a receiver; gratifying; agreeable; welcome; as,an acceptable present, one acceptable to us.",
    "ACCEPTABLENESS": "The quality of being acceptable, or suitable to be favorablyreceived; acceptability.",
    "ACCEPTABLY": "In an acceptable manner; in a manner to please or givesatisfaction.",
    "ACCEPTANCE": "An agreeing to the action of another, by some act which bindsthe person in law.",
    "ACCEPTANCY": "Acceptance. [R.]Here's a proof of gift, But here's no proof, sir, of acceptancy. Mrs.Browning.",
    "ACCEPTANT": "Accepting; receiving.",
    "ACCEPTEDLY": "In a accepted manner; admittedly.",
    "ACCEPTER": "An acceptor.",
    "ACCEPTILATION": "Gratuitous discharge; a release from debt or obligation withoutpayment; free remission.",
    "ACCEPTION": "Acceptation; the received meaning. [Obs.]Here the word \"baron\" is not to be taken in that restrictive sense towhich the modern acception hath confined it. Fuller.Acception of persons or faces (Eccl.), favoritism; partiality. [Obs.]Wyclif.",
    "ACCEPTOR": "One who accepts; specifically (Law & Com.),",
    "ACCESSARILY": "In the manner of an accessary.",
    "ACCESSARINESS": "The state of being accessary.",
    "ACCESSARY": "Accompanying, as a subordinate; additional; accessory; esp.,uniting in, or contributing to, a crime, but not as chief actor. SeeAccessory.To both their deaths thou shalt be accessary. Shak.Amongst many secondary and accessary causes that support monarchy,these are not of least reckoning. Milton.",
    "ACCESSIBILITY": "The quality of being accessible, or of admitting approach;receptibility. Langhorne.",
    "ACCESSIBLY": "In an accessible manner.",
    "ACCESSION": "The invasion, approach, or commencement of a disease; a fit orparoxysm.",
    "ACCESSIONAL": "Pertaining to accession; additional. [R.] Sir T. Browne.",
    "ACCESSIVE": "Additional.",
    "ACCESSORIAL": "Of or pertaining to an accessory; as, accessorial agency,accessorial guilt.",
    "ACCESSORILY": "In the manner of an accessory; auxiliary.",
    "ACCESSORINESS": "The state of being accessory, or connected subordinately.",
    "ACCESSORY": "Accompanying as a subordinate; aiding in a secondary way;additional; connected as an incident or subordinate to a principal;contributing or contributory; said of persons and things, and, whenof persons, usually in a bad sense; as, he was accessory to the riot;accessory sounds in music.",
    "ACCIACCATURA": "A short grace note, one semitone below the note to which it isprefixed; -- used especially in organ music. Now used as equivalentto the short appoggiatura.",
    "ACCIDENT": "A property attached to a word, but not essential to it, asgender, number, case.",
    "ACCIDENTAL": "Those fortuitous effects produced by luminous rays falling oncertain objects so that some parts stand forth in abnormal brightnessand other parts are cast into a deep shadow.",
    "ACCIDENTALISM": "Accidental character or effect. Ruskin.",
    "ACCIDENTALITY": "The quality of being accidental; accidentalness. [R.]Coleridge.",
    "ACCIDENTALLY": "In an accidental manner; unexpectedly; by chance;unintentionally; casually; fortuitously; not essentially.",
    "ACCIDENTALNESS": "The quality of being accidental; casualness.",
    "ACCIDIE": "Sloth; torpor. [Obs.] \"The sin of accidie.\" Chaucer.",
    "ACCIPENSER": "See Acipenser.",
    "ACCIPIENT": "A receiver. [R.] Bailey",
    "ACCIPITER": "A genus of rapacious birds; one of the Accipitres or Raptores.",
    "ACCIPITRAL": "Pertaining to, or of the nature of, a falcon or hawk; hawklike.Lowell.",
    "ACCIPITRES": "The order that includes rapacious birds. They have a hookedbill, and sharp, strongly curved talons. There are three families,represented by the vultures, the falcons or hawks, and the owls.",
    "ACCIPITRINE": "Like or belonging to the Accipitres; raptorial; hawklike.",
    "ACCISMUS": "Affected refusal; coyness.",
    "ACCITE": "To cite; to summon. [Obs.]Our heralds now accited all that were Endamaged by the Elians.Chapman.",
    "ACCLAIM": "To shout applause.",
    "ACCLAIMER": "One who acclaims.",
    "ACCLAMATION": "A representation, in sculpture or on medals, of peopleexpressing joy. Acclamation medals are those on which laudatoryacclamations are recorded. Elmes.",
    "ACCLAMATORY": "Pertaining to, or expressing approval by, acclamation.",
    "ACCLIMATABLE": "Capable of being acclimated.",
    "ACCLIMATATION": "Acclimatization.",
    "ACCLIMATE": "To habituate to a climate not native; to acclimatize. J. H.Newman.",
    "ACCLIMATEMENT": "Acclimation. [R.]",
    "ACCLIMATION": "The process of becoming, or the state of being, acclimated, orhabituated to a new climate; acclimatization.",
    "ACCLIMATIZABLE": "Capable of being acclimatized.",
    "ACCLIMATIZATION": "The act of acclimatizing; the process of inuring to a newclimate, or the state of being so inured. Darwin.",
    "ACCLIMATIZE": "To inure or habituate to a climate different from that which isnatural; to adapt to the peculiarities of a foreign or strangeclimate; said of man, the inferior animals, or plants.",
    "ACCLIMATURE": "The act of acclimating, or the state of being acclimated. [R.]Caldwell.",
    "ACCLIVE": "Acclivous. [Obs.]",
    "ACCLIVITOUS": "Acclivous. I. Taylor.",
    "ACCLIVITY": "A slope or inclination of the earth, as the side of a hill,considered as ascending, in opposition to declivity, or descending;an upward slope; ascent.",
    "ACCLIVOUS": "Sloping upward; rising as a hillside; -- opposed to declivous.",
    "ACCLOY": "To fill to satiety; to stuff full; to clog; to overload; toburden. See Cloy. [Obs.] Chaucer.",
    "ACCOAST": "To lie or sail along the coast or side of; to accost. [Obs.]Whether high towering or accosting low. Spenser.",
    "ACCOIL": "To coil together. Ham. Nav. Encyc.",
    "ACCOLADE": "A brace used to join two or more staves.",
    "ACCOMBINATION": "A combining together. [R.]",
    "ACCOMMODABLE": "That may be accommodated, fitted, or made to agree. [R.] I.Watts.",
    "ACCOMMODABLENESS": "The quality or condition of being accommodable. [R.] Todd.",
    "ACCOMMODATE": "To adapt one's self; to be conformable or adapted. [R.] Boyle.",
    "ACCOMMODATELY": "Suitably; fitly. [R.]",
    "ACCOMMODATENESS": "Fitness. [R.]",
    "ACCOMMODATING": "Affording, or disposed to afford, accommodation; obliging; asan accommodating man, spirit, arrangement.",
    "ACCOMMODATOR": "He who, or that which, accommodates. Warburton.",
    "ACCOMPANABLE": "Sociable. [Obs.] Sir P. Sidney.",
    "ACCOMPANIER": "He who, or that which, accompanies. Lamb.",
    "ACCOMPANIMENT": "That which accompanies; something that attends as acircumstance, or which is added to give greater completeness to theprincipal thing, or by way of ornament, or for the sake of symmetry.Specifically: (Mus.)",
    "ACCOMPANIST": "The performer in music who takes the accompanying part. Busby.",
    "ACCOMPANY": "To perform an accompanying part or parts in a composition.",
    "ACCOMPLETIVE": "Tending to accomplish. [R.]",
    "ACCOMPLICE": "An associate in the commission of a crime; a participator in anoffense, whether a principal or an accessory. \"And thou, the cursedaccomplice of his treason.\" Johnson.",
    "ACCOMPLICESHIP": "The state of being an accomplice. [R.] Sir H. Taylor.",
    "ACCOMPLICITY": "The act or state of being an accomplice. [R.]",
    "ACCOMPLISHABLE": "Capable of being accomplished; practicable. Carlyle.",
    "ACCOMPLISHER": "One who accomplishes.",
    "ACCOMPT": "See Account.",
    "ACCOMPTABLE": "See Accountable.",
    "ACCOMPTANT": "See Accountant.",
    "ACCORD": "An agreement between parties in controversy, by whichsatisfaction for an injury is stipulated, and which, when executed,bars a suit. Blackstone. With one accord, with unanimity.They rushed with one accord into the theater. Acts xix. 29.",
    "ACCORDANCE": "Agreement; harmony; conformity. \"In strict accordance with thelaw.\" Macaulay.",
    "ACCORDANCY": "Accordance. [R.] Paley.",
    "ACCORDANT": "Agreeing; consonant; harmonious; corresponding; conformable; --followed by with or to.Strictly accordant with true morality. Darwin.And now his voice accordant to the string. Coldsmith.",
    "ACCORDANTLY": "In accordance or agreement; agreeably; conformably; -- followedby with or to.",
    "ACCORDER": "One who accords, assents, or concedes. [R.]",
    "ACCORDING": "Agreeing; in agreement or harmony; harmonious. \"This accordingvoice of national wisdom.\" Burke. \"Mind and soul according well.\"Tennyson.According to him, every person was to be bought. Macaulay.Our zeal should be according to knowledge. Sprat.",
    "ACCORDION": "A small, portable, keyed wind instrument, whose tones aregenerated by play of the wind upon free metallic reeds.",
    "ACCORDIONIST": "A player on the accordion.",
    "ACCORDMENT": "Agreement; reconcilement. [Obs.] Gower.",
    "ACCORPORATE": "To unite; to attach; to incorporate. [Obs.] Milton.",
    "ACCOST": "To adjoin; to lie alongside. [Obs.] \"The shores which to thesea accost.\" Spenser.",
    "ACCOSTABLE": "Approachable; affable. [R.] Hawthorne.",
    "ACCOSTED": "Supported on both sides by other charges; also, side by side.",
    "ACCOUCHEMENT": "Delivery in childbed",
    "ACCOUCHEUR": "A man who assists women in childbirth; a man midwife; anobstetrician.",
    "ACCOUCHEUSE": "A midwife. [Recent] Dunglison.",
    "ACCOUNT BOOK": "A book in which accounts are kept. Swift.",
    "ACCOUNTABILITY": "The state of being accountable; liability to be called on torender an account; accountableness. \"The awful idea ofaccountability.\" R. Hall.",
    "ACCOUNTABLENESS": "The quality or state of being accountable; accountability.",
    "ACCOUNTABLY": "In an accountable manner.",
    "ACCOUNTANCY": "The art or employment of an accountant.",
    "ACCOUNTANT": "Accountable. [Obs.] Shak.",
    "ACCOUNTANTSHIP": "The office or employment of an accountant.",
    "ACCOUPLE": "To join; to couple. [R.]The Englishmen accoupled themselves with the Frenchmen. Hall.",
    "ACCOURAGE": "To encourage. [Obs.]",
    "ACCOURT": "To treat courteously; to court. [Obs.] Spenser.",
    "ACCREDITATION": "The act of accrediting; as, letters of accreditation.",
    "ACCREMENTITIAL": "Pertaining to accremention.",
    "ACCREMENTITION": "The process of generation by development of blastema, orfission of cells, in which the new formation is in all respect likethe individual from which it proceeds.",
    "ACCRESCENCE": "Continuous growth; an accretion. [R.]The silent accrescence of belief from the unwatched depositions of ageneral, never contradicted hearsy. Coleridge.",
    "ACCRESCENT": "Growing larger after flowering. Gray.",
    "ACCRETE": "To make adhere; to add. Earle.",
    "ACCRETIVE": "Relating to accretion; increasing, or adding to, by growth.Glanvill.",
    "ACCRIMINATE": "To accuse of a crime. [Obs.] -- Ac*crim`i*na\"tion, n. [Obs.]",
    "ACCROACHMENT": "An encroachment; usurpation. [Obs.] Bailey.",
    "ACCRUAL": "Accrument. [R.]",
    "ACCRUE": "Something that accrues; advantage accruing. [Obs.]",
    "ACCRUER": "The act of accruing; accretion; as, title by accruer.",
    "ACCRUMENT": "The process of accruing, or that which has accrued; increase.Jer. Taylor.",
    "ACCUBATION": "The act or posture of reclining on a couch, as practiced by theancients at meals.",
    "ACCUMB": "To recline, as at table. [Obs.] Bailey.",
    "ACCUMBENCY": "The state of being accumbent or reclining. [R.]",
    "ACCUMBENT": "Lying against anything, as one part of a leaf against anotherleaf. Gray.Accumbent cotyledons have their edges placed against the caulicle.Eaton.",
    "ACCUMBER": "To encumber. [Obs.] Chaucer.",
    "ACCUMULATE": "To heap up in a mass; to pile up; to collect or bring together;to amass; as, to accumulate a sum of money.",
    "ACCUMULATION": "The concurrence of several titles to the same proof.Accumulation of energy or power, the storing of energy by means ofweights lifted or masses put in motion; electricity stored.-- An accumulation of degrees (Eng. Univ.), the taking of severaltogether, or at smaller intervals than usual or than is allowed bythe rules.",
    "ACCUMULATIVE": "Characterized by accumulation; serving to collect or amass;cumulative; additional.-- Ac*cu\"mu*la*tive*ly, adv.-- Ac*cu\"mu*la*tive*ness, n.",
    "ACCUMULATOR": "An apparatus by means of which energy or power can be stored,such as the cylinder or tank for storing water for hydraulicelevators, the secondary or storage battery used for accumulating theenergy of electrical charges, etc.",
    "ACCURACY": "The state of being accurate; freedom from mistakes, thisexemption arising from carefulness; exact conformity to truth, or toa rule or model; precision; exactness; nicety; correctness; as, thevalue of testimony depends on its accuracy.The professed end [of logic] is to teach men to think, to judge, andto reason, with precision and accuracy. Reid.The accuracy with which the piston fits the sides. Lardner.",
    "ACCURATELY": "In an accurate manner; exactly; precisely; without error ordefect.",
    "ACCURATENESS": "The state or quality of being accurate; accuracy; exactness;nicety; precision.",
    "ACCURSE": "To devote to destruction; to imprecate misery or evil upon; tocurse; to execrate; to anathematize.And the city shall be accursed. Josh. vi. 17.Thro' you, my life will be accurst. Tennyson.",
    "ACCUSABLE": "Liable to be accused or censured; chargeable with a crime orfault; blamable; -- with of.",
    "ACCUSAL": "Accusation. [R.] Byron.",
    "ACCUSANT": "An accuser. Bp. Hall.",
    "ACCUSATIVAL": "Pertaining to the accusative case.",
    "ACCUSATIVE": "Applied to the case (as the fourth case of Latin and Greeknouns) which expresses the immediate object on which the action orinfluence of a transitive verb terminates, or the immediate object ofmotion or tendency to, expressed by a preposition. It corresponds tothe objective case in English.",
    "ACCUSATORIAL": "Accusatory.",
    "ACCUSATORIALLY": "By way accusation.",
    "ACCUSATORY": "Pertaining to, or containing, an accusation; as, an accusatorylibel. Grote.",
    "ACCUSE": "Accusation. [Obs.] Shak.",
    "ACCUSED": "Charged with offense; as, an accused person.",
    "ACCUSEMENT": "Accusation. [Obs.] Chaucer.",
    "ACCUSER": "One who accuses; one who brings a charge of crime or fault.",
    "ACCUSINGLY": "In an accusing manner.",
    "ACCUSTOM": "To make familiar by use; to habituate, familiarize, or inure; -- with to.I shall always fear that he who accustoms himself to fraud in littlethings, wants only opportunity to practice it in greater. Adventurer.",
    "ACCUSTOMABLE": "Habitual; customary; wonted. \"Accustomable goodness.\" Latimer.",
    "ACCUSTOMABLY": "According to custom; ordinarily; customarily. Latimer.",
    "ACCUSTOMANCE": "Custom; habitual use. [Obs.] Boyle.",
    "ACCUSTOMARILY": "Customarily. [Obs.]",
    "ACCUSTOMARY": "Usual; customary. [Archaic] Featley.",
    "ACCUSTOMEDNESS": "Habituation.Accustomedness to sin hardens the heart. Bp. Pearce.",
    "ACELDAMA": "The potter's field, said to have lain south of Jerusalem,purchased with the bribe which Judas took for betraying his Master,and therefore called the field of blood. Fig.: A field of bloodshed.The system of warfare . . . which had already converted immensetracts into one universal aceldama. De Quincey.",
    "ACENTRIC": "Not centered; without a center.",
    "ACEPHAL": "One of the Acephala.",
    "ACEPHALA": "That division of the Mollusca which includes the bivalveshells, like the clams and oysters; -- so called because they have noevident head. Formerly the group included the Tunicata, Brachiopoda,and sometimes the Bryozoa. See Mollusca.",
    "ACEPHALAN": "Same as Acephal.",
    "ACEPHALIST": "One who acknowledges no head or superior. Dr. Gauden.",
    "ACEPHALOCYST": "A larval entozoön in the form of a subglobular or oval vesicle,or hy datid, filled with fluid, sometimes found in the tissues of manand the lower animals; -- so called from the absence of a head orvisible organs on the vesicle. These cysts are the immature stages ofcertain tapeworms. Also applied to similar cysts of different origin.",
    "ACEPHALOCYSTIC": "Pertaining to, or resembling, the acephalocysts.",
    "ACEPHALOUS": "Without a distinct head; -- a term applied to bivalve mollusks.",
    "ACEQUIA": "A canal or trench for irrigating land. [Sp. Amer.]",
    "ACERATE": "A combination of aceric acid with a salifiable base.",
    "ACERB": "Sour, bitter, and harsh to the taste, as unripe fruit; sharpand harsh.",
    "ACERBATE": "To sour; to imbitter; to irritate.",
    "ACERBIC": "Sour or severe.",
    "ACERBITUDE": "Sourness and harshness. [Obs.] Bailey.",
    "ACERIC": "Pertaining to, or obtained from, the maple; as, aceric acid.Ure.",
    "ACEROUS": "Same as Acerose.",
    "ACERVAL": "Pertaining to a heap. [Obs.]",
    "ACERVATE": "To heap up. [Obs.]",
    "ACERVATION": "A heaping up; accumulation. [R.] Johnson.",
    "ACERVATIVE": "Heaped up; tending to heap up.",
    "ACERVOSE": "Full of heaps. [R.] Bailey.",
    "ACERVULINE": "Resembling little heaps.",
    "ACESCENT": "Turning sour; readily becoming tart or acid; slightly sour.Faraday.",
    "ACETABLE": "An acetabulum; or about one eighth of a pint. [Obs.] Holland.",
    "ACETABULAR": "Cup-shaped; saucer-shaped; acetabuliform.",
    "ACETABULIFERA": "The division of Cephalopoda in which the arms are furnishedwith cup-shaped suckers, as the cuttlefishes, squids, and octopus;the Dibranchiata. See Cephalopoda.",
    "ACETABULIFEROUS": "Furnished with fleshy cups for adhering to bodies, ascuttlefish, etc.",
    "ACETABULIFORM": "Shaped like a shallow; saucer-shaped; as, an acetabuliformcalyx. Gray.",
    "ACETABULUM": "A vinegar cup; socket of the hip bone; a measure of about oneeighth of a pint, etc.",
    "ACETAL": "A limpid, colorless, inflammable liquid from the slow oxidationof alcohol under the influence of platinum black.",
    "ACETALDEHYDE": "Acetic aldehyde. See Aldehyde.",
    "ACETAMIDE": "A white crystalline solid, from ammonia by replacement of anequivalent of hydrogen by acetyl.",
    "ACETANILIDE": "A compound of aniline with acetyl, used to allay fever or pain;-- called also antifebrine.",
    "ACETARIOUS": "Used in salads; as, acetarious plants.",
    "ACETARY": "An acid pulp in certain fruits, as the pear. Grew.",
    "ACETATE": "A salt formed by the union of acetic acid with a base orpositive radical; as, acetate of lead, acetate of potash.",
    "ACETATED": "Combined with acetic acid.",
    "ACETIFICATION": "The act of making acetous or sour; the process of converting,or of becoming converted, into vinegar.",
    "ACETIFIER": "An apparatus for hastening acetification. Knight.",
    "ACETIFY": "To convert into acid or vinegar.",
    "ACETIMETER": "An instrument for estimating the amount of acetic acid invinegar or in any liquid containing acetic acid.",
    "ACETIMETRY": "The act or method of ascertaining the strength of vinegar, orthe proportion of acetic acid contained in it. Ure.",
    "ACETIN": "A combination of acetic acid with glycerin. Brande & C.",
    "ACETIZE": "To acetify. [R.]",
    "ACETOL": "Methyl ketol; also, any of various homologues of the same.",
    "ACETOMETER": "Same as Acetimeter. Brande & C.",
    "ACETONE": "A volatile liquid consisting of three parts of carbon, six ofhydrogen, and one of oxygen; pyroacetic spirit, -- obtained by thedistillation of certain acetates, or by the destructive distillationof citric acid, starch, sugar, or gum, with quicklime.",
    "ACETONIC": "Of or pertaining to acetone; as, acetonic bodies.",
    "ACETONURIA": "Excess of acetone in the urine, as in starvation or diabetes.",
    "ACETOPHENONE": "A crystalline ketone, CH3COC6H5, which may be obtained by thedry distillation of a mixture of the calcium salts of acetic andbenzoic acids. It is used as a hypnotic under the name of hypnone.",
    "ACETOSE": "Sour like vinegar; acetous.",
    "ACETOSITY": "The quality of being acetous; sourness.",
    "ACETYL": "A complex, hypothetical radical, composed of two parts ofcarbon to three of hydrogen and one of oxygen. Its hydroxide isacetic acid.",
    "ACETYLENE": "A gaseous compound of carbon and hydrogen, in the proportion oftwo atoms of the former to two of the latter. It is a colorless gas,with a peculiar, unpleasant odor, and is produced for use as anilluminating gas in a number of ways, but chiefly by the action ofwater on calcium carbide. Its light is very brilliant. Watts.",
    "ACHARNEMENT": "Savage fierceness; ferocity.",
    "ACHATE": "An agate. [Obs.] Evelyn.",
    "ACHATINA": "A genus of land snails, often large, common in the warm partsof America and Africa.",
    "ACHATOUR": "Purveyor; acater. [Obs.] Chaucer.",
    "ACHE": "Continued pain, as distinguished from sudden twinges, orspasmodic pain. \"Such an ache in my bones.\" Shak.",
    "ACHEAN": "See Achæan, Achaian.",
    "ACHENIAL": "Pertaining to an achene.",
    "ACHERON": "A river in the Nether World or infernal regions; also, theinfernal regions themselves. By some of the English poets it wassupposed to be a flaming lake or gulf. Shak.",
    "ACHERONTIC": "Of or pertaining to Acheron; infernal; hence, dismal, gloomy;moribund.",
    "ACHIEVABLE": "Capable of being achieved. Barrow.",
    "ACHIEVANCE": "Achievement. [Obs.] Sir T. Elyot.",
    "ACHIEVEMENT": "An escutcheon or ensign armorial; now generally applied to thefuneral shield commonly called hatchment. Cussans.",
    "ACHIEVER": "One who achieves; a winner.",
    "ACHILLEAN": "Resembling Achilles, the hero of the Iliad; invincible.",
    "ACHILOUS": "Without a lip.",
    "ACHING": "That aches; continuously painful. See Ache.-- Ach\"ing*ly, adv.The aching heart, the aching head. Longfellow.",
    "ACHIOTE": "Seeds of the annotto tree; also, the coloring matter, annotto.",
    "ACHLAMYDATE": "Not possessing a mantle; -- said of certain gastropods.",
    "ACHLAMYDEOUS": "Naked; having no floral envelope, neither calyx nor corolla.",
    "ACHOLIA": "Deficiency or want of bile.",
    "ACHOLOUS": "Lacking bile.",
    "ACHROMATIC": "Free from color; transmitting light without decomposing it intoits primary colors.",
    "ACHROMATICALLY": "In an achromatic manner.",
    "ACHROMATICITY": "Achromatism.",
    "ACHROMATIN": "Tissue which is not stained by fluid dyes. W. Flemming.",
    "ACHROMATISM": "The state or quality of being achromatic; as, the achromatismof a lens; achromaticity. Nichol.",
    "ACHROMATIZATION": "The act or process of achromatizing.",
    "ACHROMATIZE": "To deprive of color; to make achromatic.",
    "ACHROMATOPSY": "Color blindness; inability to distinguish colors; Daltonism.",
    "ACHROMATOUS": "Lacking, or deficient in, color; as, achromatous blood.",
    "ACHROMIC": "Free from color; colorless; as, in Physiol. Chem., the achromicpoint of a starch solution acted upon by an amylolytic enzyme is thepoint at which it fails to give any color with iodine.",
    "ACHRONIC": "See Acronyc.",
    "ACHROOUS": "Colorless; achromatic.",
    "ACHYLOUS": "Without chyle.",
    "ACHYMOUS": "Without chyme.",
    "ACICULA": "One of the needlelike or bristlelike spines or prickles of someanimals and plants; also, a needlelike crystal.",
    "ACICULAR": "Needle-shaped; slender like a needle or bristle, as some leavesor crystals; also, having sharp points like needless. A*cic\"u*lar*ly,adv.",
    "ACICULIFORM": "Needle-shaped; acicular.",
    "ACICULITE": "Needle ore. Brande & C.",
    "ACID": "One of a class of compounds, generally but not alwaysdistinguished by their sour taste, solubility in water, and reddeningof vegetable blue or violet colors. They are also characterized bythe power of destroying the distinctive properties of alkalies orbases, combining with them to form salts, at the same time losingtheir own peculiar properties. They all contain hydrogen, united witha more negative element or radical, either alone, or more generallywith oxygen, and take their names from this negative element orradical. Those which contain no oxygen are sometimes called hydracidsin distinction from the others which are called oxygen acids oroxacids.",
    "ACID PROCESS": "That variety of either the Bessemer or the open-hearth processin which the converter or hearth is lined with acid, that is, highlysiliceous, material. Opposed to basic process.",
    "ACIDIC": "Containing a high percentage of silica; -- opposed to basic. anacidic solution.",
    "ACIDIFEROUS": "Containing or yielding an acid.",
    "ACIDIFIABLE": "Capable of being acidified, or converted into an acid.",
    "ACIDIFIC": "Producing acidity; converting into an acid. Dana.",
    "ACIDIFICATION": "The act or process of acidifying, or changing into an acid.",
    "ACIDIFIER": "A simple or compound principle, whose presence is necessary toproduce acidity, as oxygen, chlorine, bromine, iodine, etc.",
    "ACIDIMETER": "An instrument for ascertaining the strength of acids. Ure.",
    "ACIDIMETRY": "The measurement of the strength of acids, especially by achemical process based on the law of chemical combinations, or thefact that, to produce a complete reaction, a certain definite weightof reagent is required.-- Ac`id*i*met\"ric*al, a.",
    "ACIDITY": "The quality of being sour; sourness; tartness; sharpness to thetaste; as, the acidity of lemon juice.",
    "ACIDLY": "Sourly; tartly.",
    "ACIDNESS": "Acidity; sourness.",
    "ACIDULATE": "To make sour or acid in a moderate degree; to sour somewhat.Arbuthnot.",
    "ACIDULENT": "Having an acid quality; sour; acidulous. \"With anxious,acidulent face.\" Carlyle.",
    "ACIDULOUS": "Slightly sour; sub-acid; sourish; as, an acidulous tincture. E.Burke. Acidulous mineral waters, such as contain carbonic anhydride.",
    "ACIERAGE": "The process of coating the surface of a metal plate (as astereotype plate) with steellike iron by means of voltaicelectricity; steeling.",
    "ACIFORM": "Shaped like a needle.",
    "ACINACEOUS": "Containing seeds or stones of grapes, or grains like them.",
    "ACINACES": "A short sword or saber.",
    "ACINACIFORM": "Scimeter-shaped; as, an acinaciform leaf.",
    "ACINESIA": "Same as Akinesia.",
    "ACINETAE": "A group of suctorial Infusoria, which in the adult stage arestationary. See Suctoria.",
    "ACINETIFORM": "Resembling the Acinetæ.",
    "ACINIFORM": "Consisting of acini, or minute granular concretions; as,acinose or acinous glands. Kirwan.",
    "ACINUS": "One of the granular masses which constitute a racemose orcompound gland, as the pancreas; also, one of the saccular recessesin the lobules of a racemose gland. Quain.",
    "ACIPENSER": "A genus of ganoid fishes, including the sturgeons, having thebody armed with bony scales, and the mouth on the under side of thehead. See Sturgeon.",
    "ACIURGY": "Operative surgery.",
    "ACKNOWLEDGEDLY": "Confessedly.",
    "ACKNOWLEDGER": "One who acknowledges.",
    "ACLINIC": "Without inclination or dipping; -- said the magnetic needlebalances itself horizontally, having no dip. The aclinic line is alsotermed the magnetic equator. Prof. August.",
    "ACME": "The crisis or height of a disease.",
    "ACNE": "A pustular affection of the skin, due to changes in thesebaceous glands.",
    "ACNODAL": "Pertaining to acnodes.",
    "ACNODE": "An isolated point not upon a curve, but whose coördinatessatisfy the equation of the curve so that it is considered asbelonging to the curve.",
    "ACOCK": "In a cocked or turned up fashion.",
    "ACOLD": "Cold. [Obs.] \"Poor Tom's acold.\" Shak.",
    "ACOLOGIC": "Pertaining to acology.",
    "ACOLOGY": "Materia medica; the science of remedies.",
    "ACOLOTHIST": "See Acolythist.",
    "ACOLYCTINE": "An organic base, in the form of a white powder, obtained fromAconitum lycoctonum. Eng. Cyc.",
    "ACOLYTE": "One who has received the highest of the four minor orders inthe Catholic church, being ordained to carry the wine and water andthe lights at the Mass.",
    "ACOLYTH": "Same as Acolyte.",
    "ACOLYTHIST": "An acolyte. [Obs.]",
    "ACONITAL": "Of the nature of aconite.",
    "ACONITE": "The herb wolfsbane, or monkshood; -- applied to any plant ofthe genus Aconitum (tribe Hellebore), all the species of which arepoisonous.",
    "ACONITIA": "Same as Aconitine.",
    "ACONITIC": "Of or pertaining to aconite.",
    "ACONITINE": "An intensely poisonous alkaloid, extracted from aconite.",
    "ACONITUM": "The poisonous herb aconite; also, an extract from it.Strong As aconitum or rash gunpowder. Shak.",
    "ACONTIA": "Threadlike defensive organs, composed largely of nettling cells(cnidæ), thrown out of the mouth or special pores of certain Actiniæwhen irritated.",
    "ACONTIAS": "Anciently, a snake, called dart snake; now, one of a genus ofreptiles closely allied to the lizards.",
    "ACOPIC": "Relieving weariness; restorative.",
    "ACORN": "A cone-shaped piece of wood on the point of the spindle abovethe vane, on the mast-head.",
    "ACORN CUP": "The involucre or cup in which the acorn is fixed.",
    "ACORN-SHELL": "One of the sessile cirripeds; a barnacle of the genus Balanus.See Barnacle.",
    "ACOSMISM": "A denial of the existence of the universe as distinct from God.",
    "ACOSMIST": "One who denies the existence of the universe, or of a universeas distinct from God. G. H. Lewes.",
    "ACOTYLEDON": "A plant which has no cotyledons, as the dodder and allflowerless plants.",
    "ACOTYLEDONOUS": "Having no seed lobes, as the dodder; also applied to plantswhich have no true seeds, as ferns, mosses, etc.",
    "ACOUCHY": "A small species of agouti (Dasyprocta acouchy).",
    "ACOUMETER": "An instrument for measuring the acuteness of the sense ofhearing. Itard.",
    "ACOUMETRY": "The measuring of the power or extent of hearing.",
    "ACOUSTIC": "Pertaining to the sense of hearing, the organs of hearing, orthe science of sounds; auditory. Acoustic duct, the auditory duct, orexternal passage of the ear.-- Acoustic telegraph, a telegraph making audible signals; atelephone.-- Acoustic vessels, brazen tubes or vessels, shaped like a bell,used in ancient theaters to propel the voices of the actors, so as torender them audible to a great distance.",
    "ACOUSTICAL": "Of or pertaining to acoustics.",
    "ACOUSTICALLY": "In relation to sound or to hearing. Tyndall.",
    "ACOUSTICIAN": "One versed in acoustics. Tyndall.",
    "ACOUSTICS": "The science of sounds, teaching their nature, phenomena, andlaws.Acoustics, then, or the science of sound, is a very considerablebranch of physics. Sir J. Herschel.",
    "ACQUAINT": "Acquainted. [Obs.]",
    "ACQUAINTABLE": "Easy to be acquainted with; affable. [Obs.] Rom. of R.",
    "ACQUAINTANCESHIP": "A state of being acquainted; acquaintance. Southey.",
    "ACQUAINTANT": "An acquaintance. [R.] Swift.",
    "ACQUAINTED": "Personally known; familiar. See To be acquainted with, underAcquaint, v. t.",
    "ACQUAINTEDNESS": "State of being acquainted; degree of acquaintance. [R.] Boyle.",
    "ACQUEST": "Property acquired by purchase, gift, or otherwise than byinheritance. Bouvier.",
    "ACQUIESCENCY": "The quality of being acquiescent; acquiescence.",
    "ACQUIESCENT": "Resting satisfied or submissive; disposed tacitly to submit;assentive; as, an acquiescent policy.",
    "ACQUIESCENTLY": "In an acquiescent manner.",
    "ACQUIET": "To quiet. [Obs.]Acquiet his mind from stirring you against your own peace. Sir A.Sherley.",
    "ACQUIRABILITY": "The quality of being acquirable; attainableness. [R.] Paley.",
    "ACQUIRABLE": "Capable of being acquired.",
    "ACQUIRE": "To gain, usually by one's own exertions; to get as one's own;as, to acquire a title, riches, knowledge, skill, good or bad habits.No virtue is acquired in an instant, but step by step. Barrow.Descent is the title whereby a man, on the death of his ancestor,acquires his estate, by right of representation, as his heir at law.Blackstone.",
    "ACQUIREMENT": "The act of acquiring, or that which is acquired; attainment.\"Rules for the acquirement of a taste.\" Addison.His acquirements by industry were . . . enriched and enlarged by manyexcellent endowments of nature. Hayward.",
    "ACQUIRER": "A person who acquires.",
    "ACQUIRY": "Acquirement. [Obs.] Barrow.",
    "ACQUISITE": "Acquired. [Obs.] Burton.",
    "ACQUISITIVELY": "In the way of acquisition.",
    "ACQUISITIVENESS": "The faculty to which the phrenologists attribute the desire ofacquiring and possessing. Combe.",
    "ACQUISITOR": "One who acquires.",
    "ACQUIST": "Acquisition; gain. Milton.",
    "ACQUIT": "Acquitted; set free; rid of. [Archaic] Shak.",
    "ACQUITMENT": "Acquittal. [Obs.] Milton.",
    "ACQUITTAL": "A setting free, or deliverance from the charge of an offense,by verdict of a jury or sentence of a court. Bouvier.",
    "ACQUITTANCE": "To acquit. [Obs.] Shak.",
    "ACQUITTER": "One who acquits or releases.",
    "ACRANIA": "Partial or total absence of the skull.",
    "ACRANIAL": "Wanting a skull.",
    "ACRASPEDA": "A group of acalephs, including most of the larger jellyfishes;the Discophora.",
    "ACREABLE": "Of an acre; per acre; as, the acreable produce.",
    "ACREAGE": "Acres collectively; as, the acreage of a farm or a country.",
    "ACRED": "Possessing acres or landed property; -- used in composition;as, large-acred men.",
    "ACRID": "The quality of being acrid or pungent; irritant bitterness;acrimony; as, the acridity of a plant, of a speech.",
    "ACRIDLY": "In an acid manner.",
    "ACRIMONIOUSLY": "In an acrimonious manner.",
    "ACRIMONIOUSNESS": "The quality of being acrimonious; asperity; acrimony.",
    "ACRIMONY": "Undecided character of a disease. [Obs.]",
    "ACRITA": "The lowest groups of animals, in which no nervous system hasbeen observed.",
    "ACRITAN": "Of or pertaining to the Acrita.-- n. An individual of the Acrita.",
    "ACRITE": "Acritan. Owen.",
    "ACRITICAL": "Having no crisis; giving no indications of a crisis; as,acritical symptoms, an acritical abscess.",
    "ACRITOCHROMACY": "Color blindness; achromatopsy.",
    "ACRITUDE": "Acridity; pungency joined with heat. [Obs.]",
    "ACRITY": "Sharpness; keenness. [Obs.]",
    "ACROATIC": "Same as Acroamatic.",
    "ACROBAT": "One who practices rope dancing, high vaulting, or other daringgymnastic feats.",
    "ACROBATIC": "Pertaining to an acrobat.-- Ac`ro*bat\"ic*al*ly, adv.",
    "ACROBATISM": "Feats of the acrobat; daring gymnastic feats; high vaulting.",
    "ACROCEPHALIC": "Characterized by a high skull.",
    "ACROCEPHALY": "Loftiness of skull.",
    "ACROCERAUNIAN": "Of or pertaining to the high mountain range of \"thunder-smitten\" peaks (now Kimara), between Epirus and Macedonia. Shelley.",
    "ACRODACTYLUM": "The upper surface of the toes, individually.",
    "ACRODONT": "One of a group of lizards having the teeth immovably united tothe top of the alveolar ridge.-- a. Of or pertaining to the acrodonts.",
    "ACROGEN": "A plant of the highest class of cryptograms, including theferns, etc. See Cryptogamia. The Age of Acrogens (Geol.), the age ofcoal plants, or the carboniferous era.",
    "ACROGENOUS": "Increasing by growth from the extremity; as, an acrogenousplant.",
    "ACROLEIN": "A limpid, colorless, highly volatile liquid, obtained by thedehydration of glycerin, or the destructive distillation of neutralfats containing glycerin. Its vapors are intensely irritating. Watts.",
    "ACROLITH": "A statue whose extremities are of stone, the trunk beinggenerally of wood. Elmes.",
    "ACROMEGALY": "Chronic enlargement of the extremities and face.",
    "ACROMIAL": "Of or pertaining to the acromion. Dunglison.",
    "ACROMION": "The outer extremity of the shoulder blade.",
    "ACROMONOGRAMMATIC": "Having each verse begin with the same letter as that with whichthe preceding verse ends.",
    "ACRONYCALLY": "In an acronycal manner as rising at the setting of the sun, andvise versâ.",
    "ACRONYCTOUS": "Acronycal.",
    "ACROOK": "Crookedly. [R.] Udall.",
    "ACROPETAL": "Developing from below towards the apex, or from thecircumference towards the center; centripetal; -- said of certaininflorescence.",
    "ACROPHONY": "The use of a picture symbol of an object to representphonetically the initial sound of the name of the object.",
    "ACROPODIUM": "The entire upper surface of the foot.",
    "ACROPOLIS": "The upper part, or the citadel, of a Grecian city; especially,the citadel of Athens.",
    "ACROPOLITAN": "Pertaining to an acropolis.",
    "ACROSPIRE": "The sprout at the end of a seed when it begins to germinate;the plumule in germination; -- so called from its spiral form.",
    "ACROSPORE": "A spore borne at the extremity of the cells of fructificationin fungi.",
    "ACROSPOROUS": "Having acrospores.",
    "ACROSS": "From side to side; athwart; crosswise, or in a directionopposed to the length; quite over; as, a bridge laid across a river.Dryden. To come across, to come upon or meet incidentally. Freeman.-- To go across the country, to go by a direct course across aregion without following the roads.",
    "ACROSTIC": "Pertaining to, or characterized by, acrostics.",
    "ACROSTICALLY": "After the manner of an acrostic.",
    "ACROTARSIUM": "The instep or front of the tarsus.",
    "ACROTELEUTIC": "The end of a verse or psalm, or something added thereto, to besung by the people, by way of a response.",
    "ACROTER": "Same as Acroterium.",
    "ACROTERIAL": "Pertaining to an acroterium; as, ornaments. P. Cyc.",
    "ACROTIC": "Pertaining to or affecting the surface.",
    "ACROTISM": "Lack or defect of pulsation.",
    "ACROTOMOUS": "Having a cleavage parallel with the base.",
    "ACRYLIC": "Of or containing acryl, the hypothetical radical of whichacrolein is the hydride; as, acrylic acid.",
    "ACTABLE": "Capable of being acted. Tennyson.",
    "ACTINAL": "Pertaining to the part of a radiate animal which contains themouth. L. Agassiz.",
    "ACTINARIA": "A large division of Anthozoa, including those which have simpletentacles and do not form stony corals. Sometimes, in a wider sense,applied to all the Anthozoa, expert the Alcyonaria, whether formingcorals or not.",
    "ACTINIC": "Of or pertaining to actinism; as, actinic rays.",
    "ACTINIFORM": "Having a radiated form, like a sea anemone.",
    "ACTINISM": "The property of radiant energy (found chiefly in solar orelectric light) by which chemical changes are produced, as inphotography.",
    "ACTINIUM": "A supposed metal, said by Phipson to be contained in commercialzinc; -- so called because certain of its compounds are darkened byexposure to light.",
    "ACTINO-CHEMISTRY": "Chemistry in its relations to actinism. Draper.",
    "ACTINOGRAM": "A record made by the actinograph.",
    "ACTINOGRAPH": "An instrument for measuring and recording the variations in theactinic or chemical force of rays of light. Nichol.",
    "ACTINOID": "Having the form of rays; radiated, as an actinia.",
    "ACTINOLITE": "A bright green variety of amphibole occurring usually infibrous or columnar masses.",
    "ACTINOLITIC": "Of the nature of, or containing, actinolite.",
    "ACTINOLOGY": "The science which treats of rays of light, especially of theactinic or chemical rays.",
    "ACTINOMERE": "One of the radial segments composing the body of one of theCoelenterata.",
    "ACTINOMETRIC": "Pertaining to the measurement of the intensity of the solarrays, either (a) heating, or (b) actinic.",
    "ACTINOMYCOSIS": "A chronic infectious disease of cattle and man due to thepresence of Actinomyces bovis. It causes local suppurating tumors,esp. about the jaw. Called also lumpy jaw or big jaw. --Ac`ti*no*my*cot\"ic (#), a.",
    "ACTINOPHONE": "An apparatus for the production of sound by the action of theactinic, or ultraviolet, rays.",
    "ACTINOPHONIC": "Pertaining to, or causing the production of, sound by means ofthe actinic, or ultraviolet, rays; as, actinophonic phenomena.",
    "ACTINOPHOROUS": "Having straight projecting spines.",
    "ACTINOSOME": "The entire body of a coelenterate.",
    "ACTINOST": "(Anat.) One of the bones at the base of a paired fin of a fish.",
    "ACTINOSTOME": "The mouth or anterior opening of a coelenterate animal.",
    "ACTINOTROCHA": "A peculiar larval form of Phoronis, a genus of marine worms,having a circle of ciliated tentacles.",
    "ACTINOZOA": "A group of Coelenterata, comprising the Anthozoa Ctenophora.The sea anemone, or actinia, is a familiar example.",
    "ACTINOZOAL": "Of or pertaining to the Actinozoa.",
    "ACTINULA": "A kind of embryo of certain hydroids (Tubularia), having astellate form.",
    "ACTION": "Effective motion; also, mechanism; as, the breech action of agun.",
    "ACTIONABLE": "That may be the subject of an action or suit at law; as, tocall a man a thief is actionable.",
    "ACTIONABLY": "In an actionable manner.",
    "ACTIONLESS": "Void of action.",
    "ACTIVATE": "To make active. [Obs.]",
    "ACTIVELY": "In an active signification; as, a word used actively.",
    "ACTIVENESS": "The quality of being active; nimbleness; quickness of motion;activity.",
    "ACTIVITY": "The state or quality of being active; nimbleness; agility;vigorous action or operation; energy; active force; as, an increasingvariety of human activities. \"The activity of toil.\" Palfrey.",
    "ACTLESS": "Without action or spirit. [R.]",
    "ACTON": "A stuffed jacket worn under the mail, or (later) a jacketplated with mail. [Spelled also hacqueton.] [Obs.] Halliwell. Sir W.Scott.",
    "ACTUAL": "Something actually received; real, as distinct from estimated,receipts. [Cant]The accounts of revenues supplied . . . were not real receipts: not,in financial language, \"actuals,\" but only Egyptian budget estimates.Fortnightly Review.",
    "ACTUALIST": "One who deals with or considers actually existing facts andconditions, rather than fancies or theories; -- opposed to idealist.J. Grote.",
    "ACTUALITY": "The state of being actual; reality; as, the actuality of God'snature. South.",
    "ACTUALIZATION": "A making actual or really existent. [R.] Emerson.",
    "ACTUALIZE": "To make actual; to realize in action. [R.] Coleridge.",
    "ACTUALNESS": "Quality of being actual; actuality.",
    "ACTUARIAL": "Of or pertaining to actuaries; as, the actuarial value of anannuity.",
    "ACTUARY": "A registar or clerk; -- used originally in courts of civil lawjurisdiction, but in Europe used for a clerk or registar generally.",
    "ACTUATE": "Put in action; actuated. [Obs.] South.",
    "ACTUATION": "A bringing into action; movement. Bp. Pearson.",
    "ACTUATOR": "One who actuates, or puts into action. [R.] Melville.",
    "ACTUOSE": "Very active. [Obs.]",
    "ACTUOSITY": "Abundant activity. [Obs.] Dr. H. More.",
    "ACTURE": "Action. [Obs.] Shak.",
    "ACTURIENCE": "Tendency or impulse to act. [R.]Acturience, or desire of action, in one form or another, whether asrestlessness, ennui, dissatisfaction, or the imagination of somethingdesirable. J. Grote.",
    "ACUATE": "To sharpen; to make pungent; to quicken. [Obs.] \"[To] acuatethe blood.\" Harvey.",
    "ACUATION": "Act of sharpening. [R.]",
    "ACUITION": "The act of sharpening. [Obs.]",
    "ACUITY": "Sharpness or acuteness, as of a needle, wit, etc.",
    "ACULEATE": "Having a sting; covered with prickles; sharp like a prickle.",
    "ACULEATED": "Having a sharp point; armed with prickles; prickly; aculeate.",
    "ACULEIFORM": "Like a prickle.",
    "ACULEOLATE": "Having small prickles or sharp points. Gray.",
    "ACULEOUS": "Aculeate. [Obs.] Sir T. Browne.",
    "ACULEUS": "A prickle growing on the bark, as in some brambles and roses.Lindley.",
    "ACUMEN": "Quickness of perception or discernment; penetration of mind;the faculty of nice discrimination. Selden.",
    "ACUMINATE": "Tapering to a point; pointed; as, acuminate leaves, teeth, etc.",
    "ACUMINATION": "A sharpening; termination in a sharp point; a tapering point.Bp. Pearson.",
    "ACUMINOSE": "Terminating in a flat, narrow end. Lindley.",
    "ACUMINOUS": "Characterized by acumen; keen. Highmore.",
    "ACUPRESSURE": "A mode of arresting hemorrhage resulting from wounds orsurgical operations, by passing under the divided vessel a needle,the ends of which are left exposed externally on the cutaneoussurface. Simpson.",
    "ACUPUNCTURATION": "See Acupuncture.",
    "ACUPUNCTURE": "Pricking with a needle; a needle prick. Specifically (Med.):",
    "ACUSTUMAUNCE": "See Accustomance. [Obs.]",
    "ACUTANGULAR": "Acute-angled.",
    "ACUTE": "Attended with symptoms of some degree of severity, and comingspeedily to a crisis; -- opposed to chronic; as, an acute disease.Acute angle (Geom.), an angle less than a right angle.",
    "ACUTE-ANGLED": "Having acute angles; as, an acute-angled triangle, a trianglewith every one of its angles less than a right angle.",
    "ACUTELY": "In an acute manner; sharply; keenly; with nice discrimination.",
    "ACUTENESS": "Violence of a disease, which brings it speedily to a crisis.",
    "ACUTIFOLIATE": "Having sharp-pointed leaves.",
    "ACUTILOBATE": "Having acute lobes, as some leaves.",
    "ACUTORSION": "The twisting of an artery with a needle to arrest hemorrhage.",
    "ACYCLIC": "Not cyclic; not disposed in cycles or whorls; as: (a) (Bot.)",
    "ACYL": "An acid radical, as acetyl, malonyl, or benzoyl.",
    "AD CAPTANDUM": "A phrase used adjectively sometimes of meretricious attempts tocatch or win popular favor.",
    "AD HOMINEM": "` phrase applied to an appeal or argument addressed to theprinciples, interests, or passions of a man.",
    "AD INFINITUM": "Without limit; endlessly.",
    "AD INTERIM": "Meanwhile; temporary.",
    "AD LIBITUM": ". At one's pleasure; as one wishes.",
    "AD VALOREM": "A term used to denote a duty or charge laid upon goods, at acertain rate per cent upon their value, as stated in their invoice, -- in opposition to a specific sum upon a given quantity or number;as, an ad valorem duty of twenty per cent.",
    "AD-": "As a prefix ad- assumes the forms ac-, af-, ag-, al-, an-, ap-,ar-, as-, at-, assimilating the d with the first letter of the wordto which ad- is prefixed. It remains unchanged before vowels, andbefore d, h, j, m, v. Examples: adduce, adhere, adjacent, admit,advent, accord, affect, aggregate, allude, annex, appear, etc. Itbecomes ac- before qu, as in acquiesce.",
    "ADACT": "To compel; to drive. [Obs.] Fotherby.",
    "ADAGE": "An old saying, which has obtained credit by long use; aproverb.Letting \"I dare not\" wait upon \"I would,\" Like the poor cat i' theadage. Shak.",
    "ADAGIAL": "Pertaining to an adage; proverbial. \"Adagial verse.\" Barrow.",
    "ADAGIO": "Slow; slowly, leisurely, and gracefully. When repeated, adagio,adagio, it directs the movement to be very slow.",
    "ADAM": "\"Original sin;\" human frailty.And whipped the offending Adam out of him. Shak.Adam's ale, water. [Coll.] -- Adam's apple.",
    "ADAMANTEAN": "Of adamant; hard as adamant. Milton.",
    "ADAMANTINE": "Like the diamond in hardness or luster.",
    "ADAMBULACRAL": "Next to the ambulacra; as, the adambulacral ossicles of thestarfish.",
    "ADAMITE": "One of a sect of visionaries, who, professing to imitate thestate of Adam, discarded the use of dress in their assemblies.",
    "ADANCE": "Dancing. Lowell.",
    "ADANGLE": "Dangling. Browning.",
    "ADANSONIA": "A genus of great trees related to the Bombax. There are twospecies, A. digitata, the baobab or monkey-bread of Africa and India,and A. Gregorii, the sour gourd or cream-of-tartar tree of Australia.Both have a trunk of moderate height, but of enormous diameter, and awide-spreading head. The fruit is oblong, and filled with pleasantlyacid pulp. The wood is very soft, and the bark is used by the nativesfor making ropes and cloth. D. C. Eaton.",
    "ADAPT": "Fitted; suited. [Obs.] Swift.",
    "ADAPTABLE": "Capable of being adapted.",
    "ADAPTATIVE": "Adaptive. Stubbs.",
    "ADAPTEDNESS": "The state or quality of being adapted; suitableness; specialfitness.",
    "ADAPTER": "A connecting tube; an adopter.",
    "ADAPTION": "Adaptation. Cheyne.",
    "ADAPTIVE": "Suited, given, or tending, to adaptation; characterized byadaptation; capable of adapting. Coleridge.-- A*dapt\"ive*ly, adv.",
    "ADAPTIVENESS": "The quality of being adaptive; capacity to adapt.",
    "ADAPTLY": "In a suitable manner. [R.] Prior.",
    "ADAPTNESS": "Adaptedness. [R.]",
    "ADAPTORIAL": "Adaptive. [R.]",
    "ADAR": "The twelfth month of the Hebrew ecclesiastical year, and thesixth of the civil. It corresponded nearly with March.",
    "ADARCE": "A saltish concretion on reeds and grass in marshy grounds inGalatia. It is soft and porous, and was formerly used for cleansingthe skin from freckles and tetters, and also in leprosy. Dana.",
    "ADATIS": "A fine cotton cloth of India.",
    "ADAUNT": "To daunt; to subdue; to mitigate. [Obs.] Skelton.",
    "ADAW": "To subdue; to daunt. [Obs.]The sight whereof did greatly him adaw. Spenser.",
    "ADAYS": "By day, or every day; in the daytime. [Obs.] Fielding.",
    "ADDABLE": "Addible.",
    "ADDAX": "One of the largest African antelopes (Hippotragus, or Oryx,nasomaculatus).",
    "ADDEEM": "To award; to adjudge. [Obs.] \"Unto him they did addeem theprise.\" Spenser.",
    "ADDENDUM": "A thing to be added; an appendix or addition. Addendum circle(Mech.), the circle which may be described around a circular spurwheel or gear wheel, touching the crests or tips of the teeth.Rankine.",
    "ADDER": "One who, or that which, adds; esp., a machine for addingnumbers.",
    "ADDER FLY": "A dragon fly.",
    "ADDERWORT": "The common bistort or snakeweed (Polygonum bistorta).",
    "ADDIBILITY": "The quantity of being addible; capability of addition. Locke.",
    "ADDIBLE": "Capable of being added. \"Addible numbers.\" Locke.",
    "ADDICE": "See Adze. [Obs.] Moxon.",
    "ADDICT": "Addicted; devoted. [Obs.]",
    "ADDICTEDNESS": "The quality or state of being addicted; attachment.",
    "ADDICTION": "The state of being addicted; devotion; inclination. \"Hisaddiction was to courses vain.\" Shak.",
    "ADDITAMENT": "An addition, or a thing added. Fuller.My persuasion that the latter verses of the chapter were anadditament of a later age. Coleridge.",
    "ADDITION": "That part of arithmetic which treats of adding numbers.",
    "ADDITIONAL": "Added; supplemental; in the way of an addition.",
    "ADDITIONALLY": "By way of addition.",
    "ADDITIONARY": "Additional. [R.] Herbert.",
    "ADDITITIOUS": "Additive. [R.] Sir J. Herschel.",
    "ADDITIVE": "Proper to be added; positive; -- opposed to subtractive.",
    "ADDITORY": "Tending to add; making some addition. [R.] Arbuthnot.",
    "ADDLE": "Having lost the power of development, and become rotten, aseggs; putrid. Hence: Unfruitful or confused, as brains; muddled.Dryden.",
    "ADDLE-PATEDNESS": "Stupidity.",
    "ADDLINGS": "Earnings. [Prov. Eng.] Wright.",
    "ADDOOM": "To adjudge. [Obs.] Spenser.",
    "ADDORSED": "Set or turned back to back.",
    "ADDRESS": "To consign or intrust to the care of another, as agent orfactor; as, the ship was addressed to a merchant in Baltimore. Toaddress one's self to. (a) To prepare one's self for; to apply one'sself to. (b) To direct one's speech or discourse to.",
    "ADDRESSEE": "One to whom anything is addressed.",
    "ADDRESSION": "The act of addressing or directing one's course. [Rare & Obs.]Chapman.",
    "ADDUCE": "To bring forward or offer, as an argument, passage, orconsideration which bears on a statement or case; to cite; to allege.Reasons . . . were adduced on both sides. Macaulay.Enough could not be adduced to satisfy the purpose of illustration.De Quincey.",
    "ADDUCENT": "Bringing together or towards a given point; -- a word appliedto those muscles of the body which pull one part towards another.Opposed to abducent.",
    "ADDUCER": "One who adduces.",
    "ADDUCIBLE": "Capable of being adduced.Proofs innumerable, and in every imaginable manner diversified, areadducible. I. Taylor.",
    "ADDUCT": "To draw towards a common center or a middle line. Huxley.",
    "ADDUCTION": "The action by which the parts of the body are drawn towards itsaxis]; -- opposed to abduction. Dunglison.",
    "ADDUCTIVE": "Adducing, or bringing towards or to something.",
    "ADDUCTOR": "A muscle which draws a limb or part of the body toward themiddle line of the body, or closes extended parts of the body; --opposed to abductor; as, the adductor of the eye, which turns the eyetoward the nose.In the bivalve shells, the muscles which close the values of theshell are called adductor muscles. Verrill.",
    "ADDULCE": "To sweeten; to soothe. [Obs.] Bacon.",
    "ADEEM": "To revoke, as a legacy, grant, etc., or to satisfy it by someother gift.",
    "ADELANTADILLO": "A Spanish red wine made of the first ripe grapes.",
    "ADELANTADO": "A governor of a province; a commander. Prescott.",
    "ADELASTER": "A provisional name for a plant which has not had its flowersbotanically examined, and therefore has not been referred to itsproper genus.",
    "ADELING": "Same as Atheling.",
    "ADELOCODONIC": "Applied to sexual zooids of hydroids, that have a saclike formand do not become free; -- opposed to phanerocodonic.",
    "ADELOPOD": "An animal having feet that are not apparent.",
    "ADELPHIA": "A \"brotherhood,\" or collection of stamens in a bundle; -- usedin composition, as in the class names, Monadelphia, Diadelphia, etc.",
    "ADELPHOUS": "Having coalescent or clustered filaments; -- said of stamens;as, adelphous stamens. Usually in composition; as, monadelphous.Gray.",
    "ADEMPT": "Takes away. [Obs.]Without any sinister suspicion of anything being added or adempt.Latimn.",
    "ADEMPTION": "The revocation or taking away of a grant donation, legacy, orthe like. Bouvier.",
    "ADEN ULCER": "A disease endemic in various parts of tropical Asia, due to aspecific microörganism which produces chronic ulcers on the limbs. Itis often fatal. Called also Cochin China ulcer, Persian ulcer,tropical ulcer, etc.",
    "ADENIFORM": "Shaped like a gland; adenoid. Dunglison.",
    "ADENITIS": "Glandular inflammation. Dunglison.",
    "ADENOGRAPHIC": "Pertaining to adenography.",
    "ADENOGRAPHY": "That part of anatomy which describes the glands.",
    "ADENOLOGICAL": "Pertaining to adenology.",
    "ADENOLOGY": "The part of physiology that treats of the glands.",
    "ADENOMA": "A benign tumor of a glandlike structure; morbid enlargement ofa gland. -- Ad`e*nom\"a*tous, a.",
    "ADENOPATHY": "Disease of a gland.",
    "ADENOPHOROUS": "Producing glands.",
    "ADENOPHYLLOUS": "Having glands on the leaves.",
    "ADENOSCLEROSIS": "The hardening of a gland.",
    "ADENOSE": "Like a gland; full of glands; glandulous; adenous.",
    "ADENOTOMIC": "Pertaining to adenotomy.",
    "ADENOTOMY": "Dissection of, or incision into, a gland or glands.",
    "ADENOUS": "Same as Adenose.",
    "ADEPS": "Animal fat; lard.",
    "ADEPT": "One fully skilled or well versed in anything; a proficient; as,adepts in philosophy.",
    "ADEPTION": "An obtaining; attainment. [Obs.]In the wit and policy of the capitain consisteth the chief adeptionof the victory. Grafton.",
    "ADEPTIST": "A skilled alchemist. [Obs.]",
    "ADEPTNESS": "The quality of being adept; skill.",
    "ADEQUACY": "The state or quality of being adequate, proportionate, orsufficient; a sufficiency for a particular purpose; as, the adequacyof supply to the expenditure.",
    "ADEQUATE": "Equal to some requirement; proportionate, or correspondent;fully sufficient; as, powers adequate to a great work; an adequatedefinition.Ireland had no adequate champion. De Quincey.",
    "ADEQUATELY": "In an adequate manner.",
    "ADEQUATENESS": "The quality of being adequate; suitableness; sufficiency;adequacy.",
    "ADEQUATION": "The act of equalizing; act or result of making adequate; anequivalent. [Obs.] Bp. Barlow.",
    "ADESMY": "The division or defective coherence of an organ that is usuallyentire.",
    "ADESSENARIAN": "One who held the real presence of Christ's body in theeucharist, but not by transubstantiation.",
    "ADFECTED": "See Affected, 5.",
    "ADFILIATED": "See Affiliated. [Obs.]",
    "ADFILIATION": "See Affiliation. [Obs.]",
    "ADFLUXION": "See Affluxion.",
    "ADHAMANT": "Clinging, as by hooks.",
    "ADHERENT": "Congenitally united with an organ of another kind, as calyxwith ovary, or stamens with petals.",
    "ADHERENTLY": "In an adherent manner.",
    "ADHERER": "One who adheres; an adherent.",
    "ADHESION": "The molecular attraction exerted between bodies in contact. SeeCohesion.",
    "ADHESIVELY": "In an adhesive manner.",
    "ADHESIVENESS": "Propensity to form and maintain attachments to persons, and topromote social intercourse.",
    "ADHIBITION": "The act of adhibiting; application; use. Whitaker.",
    "ADHORT": "To exhort; to advise. [Obs.] Feltham.",
    "ADHORTATION": "Advice; exhortation. [Obs.] Peacham.",
    "ADHORTATORY": "Containing counsel or warning; hortatory; advisory. [Obs.]Potter.",
    "ADIABATIC": "Not giving out or receiving heat.-- Ad`i*a*bat`ic*al*ly, adv. Adiabatic line or curve, a curveexhibiting the variations of pressure and volume of a fluid when itexpands without either receiving or giving out heat. Rankine.",
    "ADIACTINIC": "Not transmitting the actinic rays.",
    "ADIANTUM": "A genus of ferns, the leaves of which shed water; maidenhair.Also, the black maidenhair, a species of spleenwort.",
    "ADIAPHORISM": "Religious indifference.",
    "ADIAPHORIST": "One of the German Protestants who, with Melanchthon, held someopinions and ceremonies to be indifferent or nonessential, whichLuther condemned as sinful or heretical. Murdock.",
    "ADIAPHORISTIC": "Pertaining to matters indifferent in faith and practice.Shipley.",
    "ADIAPHORITE": "Same as Adiaphorist.",
    "ADIAPHOROUS": "Incapable of doing either harm or good, as some medicines.Dunglison.",
    "ADIAPHORY": "Indifference. [Obs.]",
    "ADIATHERMIC": "Not pervious to heat.",
    "ADIEU": "Good-by; farewell; an expression of kind wishes at parting.",
    "ADIGHT": "To set in order; to array; to attire; to deck, to dress. [Obs.]",
    "ADIOS": "Adieu; farewell; good-by; -- chiefly used among Spanish-speaking people.",
    "ADIPESCENT": "Becoming fatty.",
    "ADIPIC": "Pertaining to, or derived from, fatty or oily substances; --applied to certain acids obtained from fats by the action of nitricacid.",
    "ADIPOCERATE": "To convert adipocere.",
    "ADIPOCERATION": "The act or process of changing into adipocere.",
    "ADIPOCERE": "A soft, unctuous, or waxy substance, of a light brown color,into which the fat and muscle tissue of dead bodies sometimes areconverted, by long immersion in water or by burial in moist places.It is a result of fatty degeneration.",
    "ADIPOCERIFORM": "Having the form or appearance of adipocere; as, anadipoceriform tumor.",
    "ADIPOCEROUS": "Like adipocere.",
    "ADIPOGENOUS": "Producing fat.",
    "ADIPOLYSIS": "The digestion of fats.",
    "ADIPOLYTIC": "Hydrolyzing fats; converting neutral fats into glycerin andfree fatty acids, esp. by the action of an enzyme; as, adipolyticaction.",
    "ADIPOMA": "A mass of fat found internally; also, a fatty tumor. --Ad`i*pom\"a*tous, a.",
    "ADIPOSE": "Of or pertaining to animal fat; fatty. Adipose fin (Zoöl.), asoft boneless fin.-- Adipose tissue (Anat.), that form of animal tissue which forms orcontains fat.",
    "ADIPOUS": "Fatty; adipose. [R.]",
    "ADIPSOUS": "Quenching thirst, as certain fruits.",
    "ADIPSY": "Absence of thirst.",
    "ADJACENT": "Lying near, close, or contiguous; neighboring; bordering on;as, a field adjacent to the highway. \"The adjacent forest.\" B.Jonson. Adjacent or contiguous angle. (Geom.) See Angle.",
    "ADJACENTLY": "So as to be adjacent.",
    "ADJECT": "To add or annex; to join. Leland.",
    "ADJECTION": "The act or mode of adding; also, the thing added. [R.] B.Jonson.",
    "ADJECTIONAL": "Pertaining to adjection; that is, or may be, annexed. [R.]Earle.",
    "ADJECTITIOUS": "Added; additional. Parkhurst.",
    "ADJECTIVAL": "Of or relating to the relating to the adjective; of the natureof an adjective; adjective. W. Taylor (1797)",
    "ADJECTIVALLY": "As, or in the manner of, an adjective; adjectively.",
    "ADJECTIVE": "A word used with a noun, or substantive, to express a qualityof the thing named, or something attributed to it, or to limit ordefine it, or to specify or describe a thing, as distinct fromsomething else. Thus, in phrase, \"a wise ruler,\" wise is theadjective, expressing a property of ruler.",
    "ADJECTIVELY": "In the manner of an adjective; as, a word used adjectively.",
    "ADJOIN": "To join or unite to; to lie contiguous to; to be in contactwith; to attach; to append.Corrections . . . should be, as remarks, adjoined by way of note.Watts.",
    "ADJOINANT": "Contiguous. [Obs.] Carew.",
    "ADJOINING": "Joining to; contiguous; adjacent; as, an adjoining room. \"Theadjoining fane.\" Dryden.Upon the hills adjoining to the city. Shak.",
    "ADJOINT": "An adjunct; a helper. [Obs.]",
    "ADJOURN": "To put off or defer to another day, or indefinitely; topostpone; to close or suspend for the day; -- commonly said of themeeting, or the action, of convened body; as, to adjourn the meeting;to adjourn a debate.It is a common practice to adjourn the reformation of their lives toa further time. Barrow.'Tis a needful fitness That we adjourn this court till further day.Shak.",
    "ADJOURNAL": "Adjournment; postponement. [R.] \"An adjournal of the Diet.\" SirW. Scott.",
    "ADJUDGER": "One who adjudges.",
    "ADJUDGMENT": "The act of adjudging; judicial decision; adjudication. Sir W.Temple.",
    "ADJUDICATE": "To adjudge; to try and determine, as a court; to settle byjudicial decree.",
    "ADJUDICATION": "The decision upon the question whether the debtor is abankrupt. Abbott.",
    "ADJUDICATIVE": "Adjudicating."
}
